{"am":{"(current physical residence)":"የመኖሪያ አድራሻ","(current physical residence.)":"የመኖሪያ አድራሻ","Add a Person":"አንድ ሰው ያክሉ","Add your Spouse":"የትዳር አጋርዎን ያክሉ","Address":"አድራሻ","Administrator":"አስተዳዳሪ","Anyone can see your profile information.":"ማንኛውም ሰው የግል መረጃዎትን ይመለከታል።","Area":"ክልል","Area Region":"ክልል","Assignment":"የስራ ኃላፊነት","Birth Date":"የትውልድ ቀን","Browse for CSV":"CSV አሳይ","Cancel":"ውጣ","Centrally Funded Staff":"በማዕከል የሚደገፍ ስታፍ","Child":"ልጅ","Children":"ልጆች","Choose an option to see a description.":"መግለጫ ለማየት አማራጭ የሚለውን ምረጥ","City":"ከተማ","Continue Editing":"የአርኦት ስራውን ቀጥል","Country":"ሀገር","Country of Employment":"ቅጥር የተፈጸመበት ሀገር","Country of Residence":"የመኖሪያ ሀገር","Date Joined Staff":"ስታፍ የሆነበት ቀን","Date Left Staff":"ስታፍ የለቀቀበት ቀን","Default Privacy Profile":"ፊትለፊት የሚወጣ ግላዊ መረጃ","Digital Strategies":"ዲጂታል ስትራቴጂስ","Discard Changes":"ለውጡን አስወግድ","Divorced":"የተፋታ","E-mail Address":"የኢሜል አድራሻ","Edit a Person":"የሰውን አስተካክል","Edit your Profile":"የራስህን መረጃ አስተካክል","Engaged":"የተጫጨ","Error Saving Profile":"መረጃን ለማስቀምጥ አልቻለም","Executive":"ባለስልጣን","Family/Surname":"የአያት ስም","Female":"ሴት","Full Time Staff":"የሙሉ ጊዜ ስታፍ","Fund Development":"ገቢ ማሳደግ","Funding Source":"የገቢ ምንጭ","GCM":"የቤተ ክርስቲያን መር እንቅስቃሴ","GUID":"መመሪያ","Gender":"ፆታ","Geographic Area of Service":"የአግልግሎት አካባቢ","Given Name(s)":"ስም","Global":"አለም አቀፍ","Global Profile":"አለም አቀፋዊ መረጃ","Hybrid":"ቅይጥ","I don't know this!":"አላውቅም!","Identity":"መለያ","Import a CSV":"ከ CSV አምጣ","J-Film":"የኢየሱስ ፊልም","Language 1":"ቋንቋ 1","Language 2":"ቋንቋ 2","Language 3":"ቋንቋ 3","LeaderImpact":"የመሪ መር","Leadership Development/Human Resources":"የአመራር ዕድገት/የሰው ሃብት አስተዳደር","Line 1":"መስመር 1","Line 2":"መስመር 2","Local":"አካባቢያዊ","Male":"ወንድ","Marital Status":"የጋብቻ ሁኔታ","Marriage":"ጋብቻ","Marriage Date":"የጋብቻ ቀን","Married":"ያገባ","Married to non-staff":"ስታፍ ካልሆነ የተጋባ","Ministry":"አገልግሎት","Mission Critical Components":"የአገልግሎት ክፍል","Multi-MCC Leader":"የብዙ ክፍሎች መሪ","National":"ብሔራዊ","National Region":"ብሔራዊ ክልል","None of the other categories apply to you.":"ከላይ ያሉት ምድቦች ውስጥ የለህም።","Not Applicable":"የማይሰራ/የማይመለከት","Not a Leader or Inherited Leader of the ministry.":"የአግልግሎቱ መሪ ያልሆነ።","OK":"እሺ","Only you and an administrator can see your profile information. Select this profile setting if you work in a country where security is a concern.":"አንተና አስተዳዳሪው ብቻ መረጃህን ማየት ትችላላችሁ። ደህንነት አስጊ በሆነበት ሀገር የምትኖር ከሆነ ይህንን ምረጥ።","Operations":"ኦፕሬሽንስ","Organizational Status":"ድርጅታዊ ደረጃ","Other":"ሌላ","Part Time Staff":"ከፊል ጊዜ አገልጋይ","Personal":"የግል","Phone Number":"ስልክ ቁጥር","Position/Role":"ኃላፊነት/የስራ ድርሻ","Postal Code":"የፖስታ ሳጥን ቁጥር","Prayer":"ፀሎት","Preferred Name<br>Nickname":"ተመራጭ ስም<br>የቁልምጫ ስም","Private":"የግል","Profile successfully saved.":"መረጃው በስኬታማ ሁኔታ ተቀምጧል።","Public":"አደባባይ","Reset":"ወደ ቀድሞው ተመለስ","Save Changes":"ለውጡን አስቀምጥ","Save Person":"የሰውን አስቀምጥ","Scope":"ስፋት/መጠን","Search":"ፈልግ","Self-funded":"ራሱን የሚደግፍ","Separated":"የተለያየ","Short Term Staff":"ጊዜያዊ ስታፍ","Single":"ያላገባ","Skype ID":"የስካይፒ መለያ ስም","Spouse":"የትዳር አጋር","Staff Account":"የስታፍ ሂሳብ ቁጥር","State / Province":"ክልል","Student-Led Movements":"የተማሪ መር እንቅስቃሴ","Supported Staff":"ድጋፍ የሚያሰባስብ ስታፍ","Team Leader":"ቡድን መሪ","Team Member":"የቡድን አባል","The above categories do not apply.":"ከላይ ያሉ ምድቦች እኔን አይመለከትም።","The country where you currently physically reside":"የምትኖርበት ሀገር","The current page has unsaved changes.":"ይህ ገፅ ለውጡን አላስቀመጠም።","TheKey Username":"ቁልፍ የተጠቃሚ ስም","There was an error while saving the profile.":"መረጃን በማስቀመጥ ሂደት ስህተት አጋጥሟል።","These are the components that have been determined to be critical to building movements everywhere.":"እንቅስቃሴን በሁሉም ስፍራ ከመገንባት አንፃር ወሳኝ ነገሮች ናቸው።","This defines how broad an area of responsibility you have or in which you serve.":"ይህ የምታገልግልበትን የኃላፊነትህን ስፋት የሚገልፅ ነው።","This identifies your working relationship with the organization, if any.":"ይህ ከተቋሙ ጋር ያለህን የስራ ግንኙነት ይገልጣል። ካለ","This is Your Staff Account.":"የስታፍ ሂሳብህ ይህ ነው።","This is my Spouse":"የትዳር አጋሬ","This is my first language.":"የመጀመርያ ቋንቋዬ ነው።","This is my second language.":"ሁለተኛ ቋንቋዬ ነው።","This is my third language.":"ሶስተኛ ቋንቋዬ ነው።","This is the Area/National geographic area where you primarily serve. Short-term projects of a few weeks do not require a change.":"የምታገለግልበት መልክአምድራዊ ሀገር ወይም ክልል ነው። የአጭር ጊዜ/የሳምንታት ፕኦጀክቶች ለውጥ አያስፈልጋቸውም። ","This is the country from which you receive your salary or other compensation.":"ገቢህን የምታገኝበት ሃገር ነው።","This is the name by which you are commonly known or how you prefer people address you.":"የምትታወቅበት ስም","This is the primary source of your compensation, if any, from the organization.":"ይህ ቀዳሚ የክፍያ ምንጭህ ነው ፤ከተቋሙ ካለ ማለት ነው።","This is your role or position within the organization.":"የስራ ድርሻህ ውይም ኃላፊነትህ ይህ ነው።","To continue editing or to save changes, click Continue Editing, otherwise Discard Changes to continue.":"ለውጥን ለማስቀመጥ ወይም ማረምህን ለመቀጠል፤ ማስተካከል ቀጥል የሚልውን ተጫን አልያም ለመቀጠል ለውጡን አስውግድ","Two or more of the above categories apply to you.":"ከተገለጡት ሁለት ወይም ከዚያ በላይ ምድቦች ይመለከቱሃል።","Unsaved Changes":"ይህ ገፅ ለውጡን አላስቀመጠም።","Username":"የተጠቃሚ ስም","Volunteer":"ተባባሪ","Widowed":"መበለት","You are employed full-time by the organization but applied to the organization to participate in a project of 2 years or less (including STINTERs or Interns).":"በተቋሙ በሙሉ ጊዜ የተቀጠርክ ቢሆንም ያመለከትከው ለሁለት ወይም ከዚያ በታች ላለ ጊዜ ነው። ( አኢንተርንና ስቲንትን ጨምሮ)","You are employed full-time by the organization for an indefinite period.":"በቋሚነት በተቋሙ በሙሉ ጊዜ ተቀጥረሃል።","You are fully paid (funded) by the organization; you do not raise funds for your salary.":"በተቋሙ ተከፋይ ነህ። ለቀለብህ ድጋፍ ማሰባሰብ አይጠበቅብህም።","You are self funded. You do not receive a salary from the organization.":"ራስ አገዝ ነህ ከተቋሙ ቀለብ አትቀበለም።","You have applied for staff and met all standards for full-time staff, but do not devote full-time to the organization (Including Associate Staff, Affiliate Staff, Professional Staff or Associated Partners).":"መስፈርቶቹን በሙሉ አሟልተህ ለስታፍነት አመልክተሃል ሆኖም ግን ሙሉ ጊዜህን በተቋሙ ውስጥ አልሰጠህም (ተባባሪ ስታፎችን፤ ባለሙያ ስታፎችን ያጠቃልላል)።","You help adult leaders develop movements.":"መሪዎች እንቅስቃሴ እንዲፈጥሩ ትረዳለህ።","You help contribute to movements in ways that support our primary MCC's.":"ዋንኛ የተልዕኮ ትኩረቶችን ሊደግፍ በሚችል መልኩ አስተዋጾ ታደርጋለህ።","You help cultivate a culture of prayer that inspires movements everywhere.":"እንቅስቃሴ በሁሉም ስፍራ እንዲገነባ የሚያግዝ የፀሎት ባህል እንዲፈጠር ታግዛለህ።","You help develop movements through the internet.":"በኢንተርኔት አማካኝነት እንቅስቃሴ እንዲፈጠር ታግዛለህ።","You help leaders develop movements of multiplying faith communities.":"የሚባዙ የአማኞች ህብረትን ማሳደግ እንዲችሉ መሪዎችን ታግዛለህ።","You help make movements more effective by developing financial resources.":"የገንዘብ አቅምን በማሳደግ እንቅስቃሴ ውጤታማ እንዲሆን ታግዛለህ።","You help make movements more effective by leading effective processes.":"ውጤታማ ሂደትን በመምራት እንቅስቃሴ ይበልጥ ውጤታማ እንዲሆን ታግዛለህ።","You help make movements more effective by serving our line leadership (NTL, ATL, etc.)":"መዋቅራዊ አመራሩን በማገልገል እንቅስቃሴ ውጤታማ እንዲሆን ታግዛለህ።","You help make movements more effective by serving with the J-Film.":"ከኢየሱስ ፊልም ጋር በማገልገል እንቅስቃሴ ውጤታማ እንዲሆን ታግዛለህ።","You help make movments more effective by developing growing people, effective leaders and healthy teams.":"ውጤታማ መሪዎችንና የአመራር ቡድኖችን በማሳደግ እንቅስቃሴ ውጤታማ እንዲሆን ታግዛለህ።","You help student leaders develop movements.":"የተማሪ መሪዎች እንቅስቃሴ እንዲገነቡ ታግዛለህ።","You neither serve as a team member on a team nor lead a team.":"በቡድን አባልነትም ሆነ መሪነት አላገለግልም።","You primarily serve as a team member under the supervision of a team leader. You may be on the field or on a team helping to build capacity (e.g. Operations, LDHR, Fund Development, etc).":"በዋንኛነት በቡድን መሪ አመራር ስር የምታገለግል የቡድን አባል ነህ። መስክ ላይ ወይም አቅም ግንባታ የሚሰራ ቡድን አካል ልትሆን ትችላለህ።","You primarily serve as the team leader of either a field or capacity building team (e.g. Operations, LDHR, Fund Development, etc.) A team leader is defined as an individual who has primary responsibility for supervising or developing staff or volunteers.":"በቀዳሚነት በመስክ ወይም በአቅም ግንባታ ቡድን መሪነት ታገልግላለህ። የቡድን መሪ ማለት በቀዳሚነት ስታፍ ወይም ተባባሪዎችን ለማሳደግ ወይም ለመቆጣጠር ኃላፊነት የሚወስድ ሰው ነው።","You receive a salary from funds you raise for the organization.":"ቀለብህን የምታገኘው ለተቋሙ ካሰባሰብከው ድጋፍ ላይ ነው።","You serve in an Executive Team Leader’s office or on another team that works with countries in multiple Areas.":"በዋንኛ መሪዎች ቢሮ ወይም በሀገሪቱ በተለያየ መልኩ በሚያገለግል ሌላ ቡድን ውስጥ ታገለግላለህ።","You serve in the national office or on a team that oversees two or more regional field teams.":"በብሔራዊ ቢሮ ውስጥ ወይም ሁለትና ክዚያ በላይ በሆኑ ክልላዊ የመስክ አገልግሎት አመራር ላይ ትሳተፋለህ።","You serve on a campus, in a village or a city.":"በካምፓስ፤ በሰፈር ወይም በከተማ ውስጥ ታገለግላለህ።","You serve on a team that oversees one or more countries but not the entire Area.":"አንድና ከዚያ በላይ ሀገሮችን በሚመራ ቡድን ውስጥ ታገልግላለህ  በክልል ሙሉ ግን አይደለም።","You serve on a team that oversees two or more local teams.":"ሁለትና ከዚያ በላይ ቡድኖችን በሚመራ ቡድን ውስጥ ትገልግላለህ።","You serve on the Area Leadership Team or in the Area Office or on a team that helps to support the development of strategies (SLM, LeaderImpact, GCM, DS) or capacity building (Operations, LDHR, Fund Development, etc.) for the Area.":"በክልል አመራር ቡድን ውስጥ ወይም የክልሉ ቢሮ ወይም ስትራቴጂዎችን በማገዝ (SLM, LeaderImpact, GCM, DS) ወይም የአቅም ግንባታ (Operations, LDHR, Fund Development, etc.) ውስጥ በክልል ደረጃ ታገለግላለህ።","You serve on the Executive Team.":"በኤክስክዩቲቭ ቲም ውስጥ ታገለግላለህ።","You volunteer with the organization. This would include student leaders on a college campus or other volunteer leaders.":"ከተቋሙ ጋር በተባባሪነት ታገልግላለህ። ይህ የተማሪ መሪዎችንና የተለያዩ መሪዎችን ያጠቃልላል።","Your E-mail Address used by the organization to contact you.":"ተቋማዊ የኢሜል አድራሻ","Your Phone Number used by the organization to contact you.":"ለተቋሙ የምትጠቀመው ስልክ ቁጥር","Your Skype ID used by the organization to contact you.":"ለተቋሙ የምትጠቀመው ስካይፒ አድራሻ","Your official family name.":"የአያት ስም","Your official given name(s).":"ስም"}}