{"fr":{"(current physical residence)":"(lieu de résidence physique actuelle)","(current physical residence.)":"( lieu de résidence physique actuelle.)","Add a Person":"Ajouter une Personne","Add your Spouse":"Ajouter votre Conjoint","Address":"Adresse","Administrator":"Administrateur","Anyone can see your profile information.":"Tout le monde peut voir les informations de votre profil.","Area":"Zone","Area Region":"Sous-région","Assignment":"Poste d'affectation","Birth Date":"Date de Naissance","Browse for CSV":"Rechercher le fichier CSV","Cancel":"Annuler","Centrally Funded Staff":"Equipier Payé depuis le bureau central","Child":"Enfant","Children":"Enfants","Choose an option to see a description.":"Choisissez une option pour voir une description","City":"Ville","Continue Editing":"Continuer la Modification","Country":"Pays","Country of Employment":"Pays de Recrutement","Country of Residence":"Pays de Résidence","Date Joined Staff":"Date de recrutement dans l'équipe","Date Left Staff":"Date de départ ou démission de l'équipe","Default Privacy Profile":"Profil de Confidentialité par Défaut","Digital Strategies":"Stratégies Numériques","Discard Changes":"Annuler les Modifications","Divorced":"Divorcé(e)","E-mail Address":"Adresse E-mail","Edit a Person":"Modifier une Personne","Edit your Profile":"Modifier votre Profil","Engaged":"Fiancé(e)","Error Saving Profile":"Erreur dans l'Enregistrement du Profil","Executive":"Executif","Family/Surname":"Nom de Famille","Female":"Feminin","First Name":"Prénom","Full Time Staff":"Équipier(e) à Temps plein","Fund Development":"Développement des Fonds","Funding Source":"Source de Financement","GCM":"GCM","GUID":"GUID","Gender":"Sexe","Geographic Area of Service":"Zone Géographique de Service","Given Name(s)":"Prénom(s)","Global":"Mondial","Global Profile":"Profil Mondial","Hybrid":"Hybrid","I don't know this!":"Je ne connais pas ceci !","Identity":"Identité","Import a CSV":"Importer un fichier CSV","J-Film":"Film Jésus","Language 1":"Langue 1","Language 2":"Langue 2","Language 3":"Langue 3","LeaderImpact":"LeaderImpact","Leadership Development/Human Resources":"Développement des Leaders/ Ressources Humaines","Line 1":"Ligne 1","Line 2":"Ligne 2","Local":"Local","Male":"Masculin","Marital Status":"Statut Matrimonial","Marriage":"Mariage","Marriage Date":"Date de Mariage","Married":"Marié","Married to non-staff":"Marié(e) à une personne non-équipière","Ministry":"Ministère","Mission Critical Components":"Composantes Critiques de la Mission","Multi-MCC Leader":"Leader de Plusieurs MCCs","National":"National","National Region":"Région Nationale","None of the other categories apply to you.":"Aucune des catégories précédentes ne s'appliquent à vous.","Not Applicable":"Non Applicable","Not a Leader or Inherited Leader of the ministry.":"Pas un leader ou ayant hérité du leadership du ministère","OK":"OK","Only you and an administrator can see your profile information. Select this profile setting if you work in a country where security is a concern.":"Seuls vous et votre administrateur pouvez consulter les informations de votre profil. Sélectionnez ce paramètre si vous vivez dans un pays où il y a des soucis de   sécurité.","Operations":"Opérations","Organizational Status":"Statut dans l'Organisation","Other":"Autre","Part Time Staff":"Équipier à Temps Partiel","Personal":"Personnel","Phone Number":"Numéro de Téléphone","Position/Role":"Poste/ Rôle","Postal Code":"Code Postal","Prayer":"Prière","Preferred Name<br>Nickname":"Nom préféré <br> Surnom","Private":"Confidentiel","Profile successfully saved.":"Enregistrement réussi du profil","Public":"Public","Reset":"Réinitialiser","Save Changes":"Enregistrer les Modifications","Save Person":"Enregistrer la Personne","Scope":"Scope","Search":"Recherche","Self-funded":"Auto-financé","Separated":"Séparé","Short Term Staff":"Équipier(e)","Single":"Célibataire","Skype ID":"Identifiant Skype","Spouse":"Conjoint","Staff Account":"Compte d'Equipier(e)","State / Province":"Etat/Province","Student-Led Movements":"Mouvements Dirigés par les Etudiants","Supported Staff":"Equipier Suscitant le soutien","Team Leader":"Leader d'Equipe","Team Member":"Membre de l'Equipe","The above categories do not apply.":"Les catégories sus-mentionnées ne correspondent pas","The country where you currently physically reside":"Le pays où vous résidez physiquement à l'heure actuelle","The current page has unsaved changes.":"Cette page comporte des modifications non-enrégistrées","TheKey Username":"Identifiant TheKey","There was an error while saving the profile.":"Une erreur s'est produite lors de l'enregistrement de votre profil.","These are the components that have been determined to be critical to building movements everywhere.":"Ce sont les composantes jugées critiques pour bâtir des mouvements partout.","This defines how broad an area of responsibility you have or in which you serve.":"Il s'agit de l'étendue de vos responsabilités ou de la zone dont vous êtes responsables.","This identifies your working relationship with the organization, if any.":"Il s'agit de votre relation de travail avec l'organisation si du moins il y en a une.","This is Your Staff Account.":"C'est votre compte d'équipier(e)","This is my Spouse":"C'est mon conjoint","This is my first language.":"C'est ma première langue","This is my second language.":"C'est ma seconde langue.","This is my third language.":"C'est ma troisième langue ","This is the Area/National geographic area where you primarily serve. Short-term projects of a few weeks do not require a change.":"Il s'agit de la zone géographique/nationale où vous servez prioritairement. Les projets de quelques semaines ne nécessitent pas de changement.","This is the country from which you receive your salary or other compensation.":"C'est le pays dont vous recevez votre salaire ou toute autre forme de compensation.","This is the name by which you are commonly known or how you prefer people address you.":"C'est le nom que l'on utilise communément pour vous appeler ou celui que vous préférez que les gens utilisent pour s'adresser à vous.","This is the primary source of your compensation, if any, from the organization.":"C'est votre source première de compensation venant de  l'organisation, si du moins il y en a une.","This is your role or position within the organization.":"C'est votre rôle ou poste au sein de l'organisation.","To continue editing or to save changes, click Continue Editing, otherwise Discard Changes to continue.":"Pour continuer à opérer des modifications, cliquez sur Continuer la modification, sinon Annuler les Modifications pour continuer.","Two or more of the above categories apply to you.":"Au moins deux des catégories ci-dessus s'appliquent à vous.","Unsaved Changes":"Modifications Non-enregistrees","Username":"Nom d'Utilisateur","Volunteer":"Volontaire","Widowed":"Veuf/Veuve","You are employed full-time by the organization but applied to the organization to participate in a project of 2 years or less (including STINTERs or Interns).":"Vous êtes employé(e) à temps plein au sein de l'organisation mais vous avez postulé pour participer à un projet de 2 ans ou moins (ceci inclut les STINTERS ou les stagiaires)","You are employed full-time by the organization for an indefinite period.":"Vous êtes employé(e) par l'organisation pour une période indéfinie.","You are fully paid (funded) by the organization; you do not raise funds for your salary.":"Vous êtes payé(e) ou financé(e) totalement par l'organisation; vous ne suscitez pas de fonds pour votre salaire.","You are self funded. You do not receive a salary from the organization.":"Vous êtes auto-financé(e). Vous ne recevez pas de salaire de l'organisation.","You have applied for staff and met all standards for full-time staff, but do not devote full-time to the organization (Including Associate Staff, Affiliate Staff, Professional Staff or Associated Partners).":"Vous avez postulé pour être à temps plein, et vous remplissez tous les critères des équipiers(es) à temps plein, mais vous ne consacrez pas la totalité de votre temps à l'organisation. (Ceci inclut les Équipiers associés, Professionnels ou les Partenaires Associés)","You help adult leaders develop movements.":"Vous aidez les leaders adultes à développer des mouvements.","You help contribute to movements in ways that support our primary MCC's.":"Vous contribuez à aider à parvenir aux mouvements dans un rôle de soutien aux MCCs primaires.","You help cultivate a culture of prayer that inspires movements everywhere.":"Vous aidez à cultiver une culture de prière qui inspire des mouvements partout.","You help develop movements through the internet.":"Vous aidez à développer des mouvements au travers de l'internet.","You help leaders develop movements of multiplying faith communities.":"Vous aidez à développer des mouvements de communautés de foi (églises) qui se multiplient.","You help make movements more effective by developing financial resources.":"Vous aidez à rendre les mouvements plus efficaces en développant des ressources financières.","You help make movements more effective by leading effective processes.":"Vous aidez à rendre les mouvements plus efficaces en dirigeant dans le domaine des processus efficaces.","You help make movements more effective by serving our line leadership (NTL, ATL, etc.)":"Vous aidez à rendre le mouvement plus efficace en servant notre leadership (NTL, ATL , etc)","You help make movements more effective by serving with the J-Film.":"Vous aidez à rendre le mouvement plus efficace en servant avec le Film Jésus.","You help make movments more effective by developing growing people, effective leaders and healthy teams.":"Vous aidez à rendre le mouvement plus efficace en développant des personnes qui grandissent, des leaders efficaces et des équipes en bonne santé.","You help student leaders develop movements.":"Vous aidez les étudiants leaders à développer des mouvements.","You neither serve as a team member on a team nor lead a team.":"Vous ne servez pas en tant que membre ou leader d'équipe et vous ne dirigez pas non plus une équipe.","You primarily serve as a team member under the supervision of a team leader. You may be on the field or on a team helping to build capacity (e.g. Operations, LDHR, Fund Development, etc).":"A la base, vous servez comme membre d'équipe sous la supervision d'un leader d'équipe. Il se peut que vous soyez sur le terrain ou dans une équipe au sein de laquelle vous aidez à améliorer l'infrastructure ( Ex. Opérations, DLRH, Développement des fonds, etc).","You primarily serve as the team leader of either a field or capacity building team (e.g. Operations, LDHR, Fund Development, etc.) A team leader is defined as an individual who has primary responsibility for supervising or developing staff or volunteers.":"A la base, vous servez comme leader d'une équipe, qu'elle soit dans le contexte du champ d'action ou de l'infrastructure ( Ex.  Opérations,  DLRH, Developpement des Fonds, etc.) Un leader se définit en priorité comme une personne dont la responsabilité première est de superviser ou de développer des équipiers et des volontaires. ","You receive a salary from funds you raise for the organization.":"Vous recevez un salaire provenant des fonds que vous suscitez pour l'organisation.","You serve in an Executive Team Leader’s office or on another team that works with countries in multiple Areas.":"Vous travaillez dans le bureau d'un Leader Exécutif ou dans une autre équipe qui travaille avec plusieurs zones.","You serve in the national office or on a team that oversees two or more regional field teams.":"Vous travaillez à la direction nationale ou dans une équipe qui supervise au moins deux équipes régionales.","You serve on a campus, in a village or a city.":"Vous travaillez dans un campus, un village ou une ville.","You serve on a team that oversees one or more countries but not the entire Area.":"Vous travaillez dans une équipe qui supervise un ou plusieurs pays mais pas la zone entière.","You serve on a team that oversees two or more local teams.":"Vous travaillez dans une équipe qui supervise deux ou plusieurs équipes locales.","You serve on the Area Leadership Team or in the Area Office or on a team that helps to support the development of strategies (SLM, LeaderImpact, GCM, DS) or capacity building (Operations, LDHR, Fund Development, etc.) for the Area.":"Vous travaillez dans l'Equipe de Leadership de la Zone ou dans une équipe qui contribue à soutenir le développement des stratégies (SLM, LeaderImpact, GCM, DS) ou l'infrastructure pour la Zone.","You serve on the Executive Team.":" Vous travaillez au sein de l'Equipe Executive","You volunteer with the organization. This would include student leaders on a college campus or other volunteer leaders.":"Vous êtes volontaire de l'organisation. Ceci inclut les étudiants leaders sur un campus et d'autres volontaires leaders.","Your E-mail Address used by the organization to contact you.":"Votre adresse Electronique utilisée par l'administration pour vous contacter.","Your Phone Number used by the organization to contact you.":"Votre Numéro de Téléphone Utilisé par l'organisation pour vous contacter.","Your Skype ID used by the organization to contact you.":"Votre identifiant Skype utilisé par l'organisation pour vous contacter.","Your official family name.":"Votre nom de famille officiel.","Your official given name(s).":"Votre (vos) prénom(s) officiel(s)"}}