{"id":{"(current physical residence)":"tempat tinggal sekarang","(current physical residence.)":"tempat tinggal sekarang","Add a Person":"tambahkan satu orang","Add your Spouse":"tambahkan pasangan Saudara (suami/istri)","Address":"Alamat","Administrator":"Administrator","Anyone can see your profile information.":"siapa saja bisa melihat informasi profil Saudara","Area":"Area","Area Region":"Negara","Assignment":"Tugas","Birth Date":"Tanggal lahir","Browse for CSV":"browse/lihat CSV","Cancel":"Batal","Centrally Funded Staff":"staf yang digaji","Child":"anak","Children":"anak-anak","Choose an option to see a description.":"pilih satu opsi untuk melihat sebuah deskripsi","City":"kota","Continue Editing":"teruskan memperbaharui data","Country":"negara","Country of Employment":"negara tempat bekerja/melayani","Country of Residence":"negara tempat tinggal","Date Joined Staff":"tanggal bergabung sebagai staf","Date Left Staff":"tanggal berhenti sebagai staf","Default Privacy Profile":"Profil privasi standard","Digital Strategies":"strategi-strategi digital","Discard Changes":"Tidak usah simpan perubahan","Divorced":"bercerai","E-mail Address":"alamat email","Edit a Person":"mengedit data profil seseorang","Edit your Profile":"mengedit profil Saudara","Engaged":"bertunangan","Error Saving Profile":"kesalahan menyimpan profil","Executive":"eksekutif","Family/Surname":"keluarga/nama keluarga","Female":"Perempuan","First Name":"nama depan","Full Time Staff":"staf full time","Fund Development":"Pengembangan dana","Funding Source":"sumber pendanaan","GCM":"GCM","GUID":"GUID","Gender":"jenis kelamin","Geographic Area of Service":"area geografis pelayanan","Given Name(s)":"nama pemberian/ nama depan","Global":"global","Global Profile":"profil global","Hybrid":"Hybrid","I don't know this!":"saya tidak tahu ini","Identity":"identitas","Import a CSV":"memindahkan sebuah csv","J-Film":"film Yesus","Language 1":"bahasa 1","Language 2":"bahasa 2","Language 3":"bahasa 3","LeaderImpact":"LeaderImpact (Pelayanan Menjangkau Pemimpin)","Leadership Development/Human Resources":"Pengembangan Kepemimpinan/sumber daya manusia","Line 1":"baris 1","Line 2":"baris 2","Local":"lokal","Male":"laki-laki","Marital Status":"status pernikahan","Marriage":"pernikahan","Marriage Date":"tanggal pernikahan","Married":"menikah","Married to non-staff":"menikah dengan non staf","Ministry":"pelayanan","Mission Critical Components":"Bidang Pelayanan","Multi-MCC Leader":"Pemimpin beberapa MCC","National":"kebangsaan","National Region":"wilayah kebangsaan","None of the other categories apply to you.":"tidak ada kategori sesuai untuk saudara","Not Applicable":"tidak dapat diterapkan","Not a Leader or Inherited Leader of the ministry.":"bukan seorang pemimpin atau pemimpin pelayanan yang diwariskan  ","OK":"OK","Only you and an administrator can see your profile information. Select this profile setting if you work in a country where security is a concern.":"Hanya Saudara dan administrator yang dapat melihat informasi profil Saudara. Pilihlah settingan profil jika Saudara melayani di negara yang menuntut tingkat keamanan tinggi","Operations":"Operations/Operasional","Organizational Status":"status organisasi","Other":"lainnya","Part Time Staff":"staf part time","Personal":"pribadi","Phone Number":"nomor telepon","Position/Role":"posisi/peran","Postal Code":"kode pos","Prayer":"doa","Preferred Name<br>Nickname":"nama yang disukai /nama panggilan","Private":"pribadi","Profile successfully saved.":"Penyimpanan profil telah berhasil","Public":"umum","Reset":"mengatur kembali","Save Changes":"Simpan perubahan-perubahan","Save Person":"Simpan data profil (Person)","Scope":"cakupan","Search":"meneliti/mencari","Self-funded":"mendanai sendiri/tidak mengusahakan dana (tidak PMP)","Separated":"terpisah","Short Term Staff":"staf untuk jangka waktu singkat","Single":"Bujangan","Skype ID":"alamat skype","Spouse":"pasangan (suami/istri)","Staff Account":"Akun staf","State / Province":"negara/propinsi","Student-Led Movements":"student-Led Movements","Supported Staff":"staf yang didukung (melakukan PMP)","Team Leader":"pemimpin tim","Team Member":"anggota tim","The above categories do not apply.":"kategori-kategori di atas tidak sesuai/tidak cocok","The country where you currently physically reside":"negara dimana saudara saat ini tinggal","The current page has unsaved changes.":"halaman sekarang tidak ada perubahan yang disimpan","TheKey Username":"nama pemakai theKey","There was an error while saving the profile.":"ada kesalahan saat menyimpan profil","These are the components that have been determined to be critical to building movements everywhere.":"ini adalah komponen-komponen yang ditentukan penting dalam membangun gerakan dimana-mana","This defines how broad an area of responsibility you have or in which you serve.":"Ini menjelaskan seberapa luas wilayah tanggung jawab yang Saudara miliki atau dimana Saudara melayani","This identifies your working relationship with the organization, if any.":"hal ini mengidentifikasi hubungan kerja saudara dengan organisasi, jika ada.","This is Your Staff Account.":"Ini adalah akun staf Saudara","This is my Spouse":"Ini adalah pasangan saya (suami/istri)","This is my first language.":"Ini adalah bahasa pertama saya","This is my second language.":"Ini adalah bahasa kedua saya","This is my third language.":"Ini adalah bahasa ketiga saya","This is the Area/National geographic area where you primarily serve. Short-term projects of a few weeks do not require a change.":"Iniadalah wilayah/letak geografi wilayah pelayanan utama Saudara. Proyek jangka pendek beberapa minggu tidak membutuhkan sebuah perubahan","This is the country from which you receive your salary or other compensation.":"Ini adalah negara dari mana Saudara menerima gaji atau  kompensasi lainnya","This is the name by which you are commonly known or how you prefer people address you.":"ini adalah nama dengan mana Saudara dikenal atau bagaimana Saudara ingin orang memakai nama tersebut untuk memanggil Saudara","This is the primary source of your compensation, if any, from the organization.":"ini adalah sumber utama kompensasi Saudara, jika ada, dari organisasi/lembaga","This is your role or position within the organization.":"ini adalah peran atau posisi saudara dalam organisasi","To continue editing or to save changes, click Continue Editing, otherwise Discard Changes to continue.":"untuk melanjutkan pengubahan atau menyimpan perubahan data, klik Lanjutkan Pengubahan, jika tidak, Tidak Simpan Pembaruan untuk melanjutkan ","Two or more of the above categories apply to you.":"dua atau lebih kategori diatas sesuai untuk saudara","Unsaved Changes":"perubahan-perubahan yang  tidak tersimpan","Username":"nama pemakai","Volunteer":"sukarelawan","Widowed":"janda/duda","You are employed full-time by the organization but applied to the organization to participate in a project of 2 years or less (including STINTERs or Interns).":"saudara dipekerjakan full time oleh organisasi tetapi diterapkan pada organisasi untuk berpartisipasi dalam satu proyek 2 tahun atau kurang (termasuk STINTERs atau Interns)","You are employed full-time by the organization for an indefinite period.":"Saudara bekerja secara fulltime di lembaga untuk waktu yang tidak ditentukan","You are fully paid (funded) by the organization; you do not raise funds for your salary.":"saudara secara penuh dibayar (digaji) oleh organisasi; Saudara tidak mengusahakan dana untuk gaji Saudara","You are self funded. You do not receive a salary from the organization.":"Saudara mendanai sendiri. Saudara tidak menerima gaji dari lembaga","You have applied for staff and met all standards for full-time staff, but do not devote full-time to the organization (Including Associate Staff, Affiliate Staff, Professional Staff or Associated Partners).":"Saudara telah melamar sebagai staf dan memenuhi semua standar sebagai staf full time, tetapi tidak mempersembahkan sepenuh waktu kepada organisasi (termasuk associate staf, affiliate staf, professional staf atau associate partners)","You help adult leaders develop movements.":"Saudara membantu para pemimpin dewasa untuk membagun gerakan","You help contribute to movements in ways that support our primary MCC's.":"saudara membantu kontribusi kepada gerakan dengan cara mendukung bidang pelayanan kita (MCC utama kita)","You help cultivate a culture of prayer that inspires movements everywhere.":"saudara membantu menyuburkan budaya berdoa yang menginspirasi gerakan dimana-mana","You help develop movements through the internet.":"saudara membantu mengembangkan gerakan melalui internet","You help leaders develop movements of multiplying faith communities.":"Saudara membantu para pemimpin mengembangkan gerakan multiplikasi komunitas orang beriman","You help make movements more effective by developing financial resources.":"saudara membantu menjadikan gerakan lebih efektif melalui mengembangkan sumber-sumber keuangan","You help make movements more effective by leading effective processes.":"Saudara membantu membuat gerakan lebih efektif dengan memimpin proses-proses yang efektif","You help make movements more effective by serving our line leadership (NTL, ATL, etc.)":"saudara membantu menjadikan gerakan lebih efektif melalui melayani mereka yang berada ditataran kepemimpinan (NTL,ATL,dll)","You help make movements more effective by serving with the J-Film.":"Saudara membantu menjadikan gerakan lebih efektif melalui melayani bersama film Yesus","You help make movments more effective by developing growing people, effective leaders and healthy teams.":"saudara membantu menjadikan gerakan lebih efektif melalui mengembangkan orang-orang yang bertumbuh,pemimpin yang efektif dan tim yang sehat","You help student leaders develop movements.":"saudara membantu pemimpin -pemimpin mahasiswa mengembangkan gerakan","You neither serve as a team member on a team nor lead a team.":"saudara tidak melayani sebagai anggota tim dalam sebuah tim juga pun tidak memimpin sebuah tim","You primarily serve as a team member under the supervision of a team leader. You may be on the field or on a team helping to build capacity (e.g. Operations, LDHR, Fund Development, etc).":"tugas utama Saudara adalah melayani sebagai anggota tim dibawah supervisi  seorang team leader. Saudara mungkin melayani di lapangan atau dalam tim yang membantu membangun kapasitas (contoh Operation, LDHR, Fund Development,dll)","You primarily serve as the team leader of either a field or capacity building team (e.g. Operations, LDHR, Fund Development, etc.) A team leader is defined as an individual who has primary responsibility for supervising or developing staff or volunteers.":"tugas utama saudara sebagai tim leader baik di lapangan atau tim pendukung (contoh Operation,LDHR,Fund Dev,dll). seorang pemimpin tim adalah seorang pribadi yang mempunyai tugas utama melakukan supervisi atau mengembangkan staf atau volunter","You receive a salary from funds you raise for the organization.":"Saudara menerima gaji dari dana yang saudara usahakan melalui lembaga","You serve in an Executive Team Leader’s office or on another team that works with countries in multiple Areas.":"Saudara melayani di kantor Team Leader Eksekutif atau di tim lain yang bekerja dengan negara-negara di beberapa  area.","You serve in the national office or on a team that oversees two or more regional field teams.":"saudara melayani di kantor nasional atau dalam satu tim yang mengawasi dua atau lebih tim lapangan wilayah","You serve on a campus, in a village or a city.":"saudara melayani di kampus, di satu desa atau satu kota","You serve on a team that oversees one or more countries but not the entire Area.":"saudara melayani dalam satu tim yang memperhatikan satu atau lebih negara tetapi tidak seluruh wilayah/area","You serve on a team that oversees two or more local teams.":"saudara melayani dalam satu tim yang mengawasi/memberi supervisi kepada dua atau lebih tim lokal","You serve on the Area Leadership Team or in the Area Office or on a team that helps to support the development of strategies (SLM, LeaderImpact, GCM, DS) or capacity building (Operations, LDHR, Fund Development, etc.) for the Area.":"saudara melayani di tim kepemimpinan area atau di kantor area atau dalam tim yang membantu mendukung pengembangan strategis (SLM,LeaderImpact,GCM,DS) atau membangun kapasitas (Operation,LDHR,Fund Dev,dll) bagi area.","You serve on the Executive Team.":"Saudara melayani di tim eksekutif","You volunteer with the organization. This would include student leaders on a college campus or other volunteer leaders.":"Saudara sebagai tenaga sukarela dalam organisasi. Hal ini termasuk sebagai pemimpin mahasiswa di perguruan tinggi atau pemimpin sukarelawan lainnya","Your E-mail Address used by the organization to contact you.":"Alamat email saudara yang digunakan oleh lembaga untuk mengontak Saudara","Your Phone Number used by the organization to contact you.":"Nomor telpon Saudara yang digunakan oleh lembaga untuk menghubungi Saudara","Your Skype ID used by the organization to contact you.":"Alamat skype Saudara yang digunakan oleh lembaga untuk menghubungi Saudara","Your official family name.":"Nama Keluarga","Your official given name(s).":"Nama pertama/nama depan yang sah"}}
