{"lo":{"(current physical residence)":"ທີ່ຢູ່ອາໃສທີ່ມີຢູ່ຈິງໃນປັດຈຸບັນ","(current physical residence.)":"ທີ່ຢູ່ອາໃສທີ່ມີຢູ່ຈິງໃນປັດຈຸບັນ","Add a Person":"ເພີ້ມຄົນ","Add your Spouse":"ເພີ້ມຄູ່ສົມຣົດ","Address":"ທີ່ຢູ່","Administrator":"ຜູ້ບໍລິຫານຈັດການ","Anyone can see your profile information.":"ທຸກຄົນສາມາດເບິ່ງຂໍ້ມູນໂປຣຟາຍຂອງທ່ານໄດ້","Area":"ພື້ນທີ່","Area Region":"ຂອບເຂດພື້ນທີ່","Assignment":"ງານທີ່ໄດ້ຮັບມອບໝາຍ","Birth Date":"ວັນເດືອນປີເກີດ","Browse for CSV":"ເອີ້ນເບິ່ງ CSV","Cancel":"ຍົກເລີກ","Centrally Funded Staff":"ໄດ້ຮັບທຶນຈາກສ່ວນກາງພະນັກງານ","Child":"ເດັກນ້ອຍ/ລູກ","Children":"ເດັກນ້ອຍ/ລູກໆ","Choose an option to see a description.":"ເລືອກເອົາຕົວເລືອກເພື່ອເບິ່ງລາຍລະອຽດ","City":"ເມືອງ","Continue Editing":"ສືບຕໍ່ດຳເນີນການແກ້ໄຂ","Country":"ປະເທດ","Country of Employment":"ປະເທດທີ່ຈ້າງງານ","Country of Residence":"ປະເທດທີພັກອາໃສຢູ່","Date Joined Staff":"ວັນທີເຂົ້າເປັນພະນັກງານ","Date Left Staff":"ວັນທີອອກຈາກການເປັນພະນັກງານ","Default Privacy Profile":"Default Privacy Profile","Digital Strategies":"ຍຸດທະສາດທາງດິຈິຕອລ","Discard Changes":"ຍົກເລີກການປ່ຽນແປງ","Divorced":"ຢ່າຮ້າງແລ້ວ","E-mail Address":"ທີ່ຢູ່ ອີເມລ","Edit a Person":"ແກ້ໄຂຄົນ","Edit your Profile":"ແກ້ໄຂປະຫວັດຫຍໍ້ຂອງທ່ານ","Engaged":"ໝັ້ນໝາຍ/ຄູ່ໝັ້ນ","Error Saving Profile":"ການບັນທຶກປະຫວັດຫຍໍ້ຂັດຂ້ອງ","Executive":"ການບໍລິຫານ","Family/Surname":"ນາມສະກຸນ","Female":"ຍິງ","First Name":"ຊື່ທີ່1/ຊື່ແທ້","Full Time Staff":"ພະນັກງານເຕັມເວລາ","Fund Development":"ການພັດທະນາທຶນສະໜັບສະໜຸນ","Funding Source":"ແຫຼ່ງທີ່ມາຂອງທຶນສະໜັບສະໜຸນ","GCM":"ກຸ່ມພະລັງຄຣີສຕະຈັກໂລກ GCM","GUID":"GUID","Gender":"ເພດ","Geographic Area of Service":"ພື້ນທີ່ຍຸດທະສາດຂອງການບໍລິການ","Given Name(s)":"ຊື່ແທ້","Global":"ທົ່ວໂລກ","Global Profile":"Global Profile","Hybrid":"Hybrid","I don't know this!":"ຂ້າພະເຈົ້າບໍ່ຮູ້ກ່ຽວກັບສິ່ງນີ້!","Identity":"ລັກສະນະພິເສດ","Import a CSV":"ນຳເຂົ້າ CSV","J-Film":"ພັນທະກິດໜັງພຣະເຢຊູ","Language 1":"ພາສາທີ1","Language 2":"ພາສາທີ2","Language 3":"ພາສາທີ3","LeaderImpact":"LeaderImpact","Leadership Development/Human Resources":"ການພັດທະນາຜູ້ນຳ/ພັດທະນາຊັບພະຍາກອນມະນຸດ","Line 1":"ແຖວທີ1","Line 2":"ແຖວທີ2","Local":"ທ້ອງຖິ່ນ","Male":"ຊາຍ","Marital Status":"ສະຖານະພາບ","Marriage":"ແຕ່ງງານ","Marriage Date":"ວັນເດືອນປີທີ່ແຕ່ງງານ","Married":"ແຕ່ງງານແລ້ວ","Married to non-staff":"ແຕ່ງງານກັບຜູ້ທີ່ບໍ່ແມ່ນພະນັກງານ","Ministry":"ພັນທະກິດ","Mission Critical Components":"ອົງປະກອບພາລະກິດmujle7ao","Multi-MCC Leader":"ຜູ້ນຳທີດູແລຫລາຍພະແນກ","National":"ພາຍໃນປະເທດ","National Region":"ພາກພື້ນແຫ່ງຊາດ","None of the other categories apply to you.":"ບໍ່ມີປະເພດອື່ນໃດສາມາດນຳໃຊ້ກັບທ່ານໄດ້","Not Applicable":"ບໍ່ສາມາດໃຊ້ໄດ້","Not a Leader or Inherited Leader of the ministry.":"ບໍ່ແມ່ນຜູ້ນຳ ຫຼື ເປັນຜູ້ນຳທີບໍ່ແມ່ນເຈົ້າຂອງພັນທະກິດ","OK":"ຕົກລົງ","Only you and an administrator can see your profile information. Select this profile setting if you work in a country where security is a concern.":"ມີພຽງທ່ານ ແລະ ແອັດມິນເທົ່ານັ້ນທີ່ສາມາດເບິ່ງຂໍ້ມູນໂປຣຟາຍຂອງທ່ານໄດ້. ໃຫ້ທ່ານເລືອກການຕັ້ງຄ່ານີ້ຖ້າທ່ານເຮັດວຽກຢູ່ໃນປະເທດທີ່ຕ້ອງຄຳນືງເຖິງຄວາມປອດໄພ","Operations":"ພະແນກການດຳເນີນງານ","Organizational Status":"ສະຖານະພາບຂອງອົງກອນ","Other":"ອື່ນໆ","Part Time Staff":"ພະນັກງານບໍ່ເຕັມເວລາ","Personal":"ສ່ວນບຸກຄົນ","Phone Number":"ເບີໂທລະສັບ","Position/Role":"ຕຳແໜ່ງ/ຫນ້າທີ່","Postal Code":"ລະຫັດໄປສະນີ","Prayer":"ຄຳອະທິຖານ","Preferred Name<br>Nickname":"ຊື່ທີ່ຕ້ອງການໃຫ້ເອີ້ນ ຫຼືຊື່ຫຼິ້ນ","Private":"ສ່ວນຕົວ","Profile successfully saved.":"ການບັນທຶກປະຫວັດຫຍໍ້ສຳເລັດແລ້ວ","Public":"ສາທາລະນະ","Reset":"ຕັ້ງຄ່າຄືນໃຫມ່","Save Changes":"ບັນທຶກການປ່ຽນແປງ","Save Person":"ບັນທຶກຄົນ","Scope":"ຂອບເຂດ","Search":"ຄົ້ນຫາ","Self-funded":"ສະໜັບສະໜຸນຕົວເອງ","Separated":"ແຍກອອກ","Short Term Staff":"ພະນັກງານໄລຍະສັ້ນ","Single":"ໂສດ","Skype ID":"ໄອດີ Skype","Spouse":"ຄູ່ສົມຣົດ","Staff Account":"ບັນຊີພະນັກງານ","State / Province":"ແຂວງ","Student-Led Movements":"ນັກສຶກສານຳກຸ່ມພະລັງ","Supported Staff":"ພະນັກງານທີ່ໄດ້ຮັບການສະໜັບສະໜຸນ","Team Leader":"ທີມຜູ້ນຳ","Team Member":"ທີມສະມາຊິກ","The above categories do not apply.":"ຂໍ້ມູນຂ້າງເທິງບໍ່ສາມາດໃຊ້ໄດ້","The country where you currently physically reside":"ປະເທດທີ່ທ່ານອາໃສຢູ່ໃນປັດຈຸບັນ","The current page has unsaved changes.":"ໜ້ານີ້ຍັງບໍ່ໄດ້ບັນທຶກການປ່ຽນແປງ.","TheKey Username":"ຊື່ຜູ້ເຂົ້າໃຊ້ TheKey ","There was an error while saving the profile.":"ມີການຂັດຂ້ອງຂະນະກຳລັງບັນທຶກໂປຣຟາຍ","These are the components that have been determined to be critical to building movements everywhere.":"ນີ້ແມ່ນອົງປະກອບທີ່ໄດ້ຮັບການກໍານົດວ່າມີຄວາມສໍາຄັນກັບການສ້າງກຸ່ມພະລັງຢູ່ທົ່ວທຸກແຫ່ງ.","This defines how broad an area of responsibility you have or in which you serve.":"ສິ່ງນີ້ໄດ້ລະບຸເຖິງຂອບເຂດຄວາມກວ້າງຂວາງໃນພື້ນທີ່ຮັບຜິດຊອບຂອງທ່ານຫຼືໃນບ່ອນທີ່ທ່ານຮັບໃຊ້.","This identifies your working relationship with the organization, if any.":"ສິ່ງນີ້ລະບຸເຖິງຄວາມສໍາພັນການເຮັດວຽກຂອງທ່ານກັບອົງການຈັດຕັ້ງ, ຖ້າມີ.","This is Your Staff Account.":"ນີ້ແມ່ນບັນຊີພະນັກງານຂອງທ່ານ","This is my Spouse":"ນີ້ແມ່ນຄູ່ສົມຣົດຂອງຂ້າພະເຈົ້!","This is my first language.":"ນີ້ແມ່ນພາສາທຳອິດຂອງຂ້າພະເຈົ້າ","This is my second language.":"ນີ້ແມ່ນພາສາທີສອງຂອງຂ້າພະເຈົ້າ","This is my third language.":"ນີ້ແມ່ນພາສາທີສາມຂອງຂ້າພະເຈົ້າ","This is the Area/National geographic area where you primarily serve. Short-term projects of a few weeks do not require a change.":"ນີ້ແມ່ນພື້ນທີ່ / ພື້ນທີ່ທາງພູມິສາດປະເທດບ່ອນທີ່ທ່ານເປັນຜູ້ລິເລີ້ມເປັນຫຼັກໃນການຮັບໃຊ້ຢູ່ທີນັ້ນ. ໂຄງການໄລຍະສັ້ນ ສອງສາມອາທິດທີ່ບໍ່ໄດ້ຮຽກຮ້ອງໃຫ້ມີການປ່ຽນແປງ.","This is the country from which you receive your salary or other compensation.":"ແມ່ນປະເທດທີ່ທ່ານໄດ້ຮັບເງິນເດືອນຈາກ ຫຼືຄ່າຕອບແທນອື່ນໆຂອງທ່ານ.","This is the name by which you are commonly known or how you prefer people address you.":"ນີ້ແມ່ນຊື່ເອີ້ນທີ່ທ່ານເປັນທີ່ຮູ້ຈັກທົ່ວໄປ ຫຼືຊື່ທີ່ທ່ານຕ້ອງການໃຫ້ຄົນອື່ນເອີ້ນທ່ານ","This is the primary source of your compensation, if any, from the organization.":"ນີ້ແມ່ນພື້ນຖານການຊົດເຊີຍຂອງທ່ານ,  ຈາກອົງການຈັດຕັ້ງ,ຖ້າມີ","This is your role or position within the organization.":"ນີ້ແມ່ນພາລະບົດບາດຫລືຕໍາແຫນ່ງຂອງທ່ານພາຍໃນອົງການຈັດຕັ້ງ.","To continue editing or to save changes, click Continue Editing, otherwise Discard Changes to continue.":"ເພື່ອສືບຕໍ່ແກ້ໄຂຫລືເພື່ອບັນທຶກການປ່ຽນແປງ, ຄລິກໃສ່ສືບຕໍ່ດັດແກ້, ຖ້າບໍ່ດັ່ງນັ້ນຄລິກໃສ່ ຍົກເລີກການປ່ຽນແປງ ເພື່ອສືບຕໍ່ດຳເນີນການ.","Two or more of the above categories apply to you.":"ສອງຫຼືຫຼາຍກວ່ານັ້ນ ຂອງປະເພດຂ້າງເທິງທີສາມາດນີ້ນໍາໃຊ້ກັບທ່ານ.","Unsaved Changes":"ບໍ່ບັນທຶກການປ່ຽນແປງ","Username":"ຊື່ຜູ້ໃຊ້","Volunteer":"ອາສາສະໝັກ","Widowed":"ເປັນໝ້າຍ","You are employed full-time by the organization but applied to the organization to participate in a project of 2 years or less (including STINTERs or Interns).":"ທ່ານຖືກຈ້າງງານເຕັມເວລາໂດຍອົງການ ແຕ່ນຳໄປໃຊ້ກັບອົງການໃນການມີສ່ວນຮ່ວມໃນໂຄງການ 2ປີ ຫຼືນ້ອຍກ່ວານັ້ນ  (ລວມທັງ STINTERs ຫລື ຝຶກງານ )","You are employed full-time by the organization for an indefinite period.":"ທ່ານຖືກຈ້າງງານເຕັມເວລາໂດຍອົງການ ເປັນໄລຍະເວລາບໍ່ມີຂອບເຂດຈຳກັດ.","You are fully paid (funded) by the organization; you do not raise funds for your salary.":"ທ່ານໄດ້ຮັບເງິນຢ່າງເຕັມສ່ວນ (ທຶນສະຫນັບສະຫນູນ) ໂດຍອົງການ; ທ່ານບໍ່ໄດ້ຫາທຶນສໍາລັບເງິນເດືອນຂອງທ່ານ.","You are self funded. You do not receive a salary from the organization.":"ທ່ານຫາທຶນສະຫນັບສະຫນູນດ້ວຍຕົນເອງ. ທ່ານບໍ່ໄດ້ຮັບເງິນເດືອນຈາກອົງການຈັດຕັ້ງ.","You have applied for staff and met all standards for full-time staff, but do not devote full-time to the organization (Including Associate Staff, Affiliate Staff, Professional Staff or Associated Partners).":"ທ່ານໄດ້ສະໝັກເປັນພະນັກງານເຕັມເວລາ ແລະ ທ່ານມີມາດຕະຖານຂອງພະນັກງານເຕັມເວລາຄົບຖ້ວນ ແຕ່ບໍ່ໄດ້ທຸ່ມເທເຕັມເວລາໃຫ້ກັບອົງການ  (ລວມມີ Associate Staff, Affiliate Staff, Professional Staff or Associated Partners)","You help adult leaders develop movements.":"ທ່ານຊ່ວຍໃຫ້ຜູ້ນໍາຜູ້ໃຫຍ່ ພັດທະນາກຸ່ມພະລັງ.","You help contribute to movements in ways that support our primary MCC's.":"ທ່ານຊ່ວຍປະກອບສ່ວນກັບກຸ່ມພະລັງໃນວິທີທີ່ສະ ຫນັບສະຫນູນ MCC ທີ່ເປັນພື້ນຖານຂອງພວກເຮົາ.","You help cultivate a culture of prayer that inspires movements everywhere.":"ທ່ານຊ່ວຍປູກວັດທະນະທໍາແຫ່ງການອະທິຖານ ທີ່ເຮັດເກີດໃຫ້ເກີດກຸ່ມພະລັງຢູ່ທົ່ວທຸກແຫ່ງ.","You help develop movements through the internet.":"ທ່ານຊ່ວຍພັດທະນາກຸ່ມພະລັງໂດຍຜ່ານອິນເຕີເນັດ.","You help leaders develop movements of multiplying faith communities.":"ທ່ານຊ່ວຍຜູ້ນໍາພັດທະນາກຸ່ມພະລັງຂອງການທະວວີຄູນແຫ່ງຊຸມຊົນຄວາມເຊື່ອ.","You help make movements more effective by developing financial resources.":"ທ່ານຊ່ວຍເຮັດໃຫ້ກຸ່ມພະລັງມີປະສິດທິພາບຫລາຍຂຶ້ນໂດຍການພັດທະນາຊັບພະຍາກອນທາງດ້ານການເງິນ.","You help make movements more effective by leading effective processes.":"ທ່ານຊ່ວຍເຮັດໃຫ້ກຸ່ມພະລັງມີປະສິດທິພາບຫລາຍຂຶ້ນໂດຍຂະບວນການນຳທີ່ມີປະສິດທິພາບ.","You help make movements more effective by serving our line leadership (NTL, ATL, etc.)":"ທ່ານຊ່ວຍເຮັດໃຫ້ກຸ່ມພະລັງມີປະສິດທິພາບຫລາຍຂຶ້ນໂດຍການຮັບໃຊ້ຜູ້ນໍາຕາມສາຍງານຂອງພວກເຮົາ (NTL, ATL, ແລະອື່ນໆ)","You help make movements more effective by serving with the J-Film.":"ທ່ານຊ່ວຍເຮັດໃຫ້ກຸ່ມພະລັງມີປະສິດທິພາບຫລາຍຂຶ້ນໂດຍການຮັບໃຊ້ຮ່ວມກັນກັບJ-Film.","You help make movments more effective by developing growing people, effective leaders and healthy teams.":"ທ່ານຊ່ວຍເຮັດໃຫ້ ກຸ່ມພະລັງມີປະສິດທິພາບຫລາຍຂຶ້ນໂດຍການພັດທະນາຄົນທີເຕີບໂຕ, ຜູ້ນໍາທີ່ມີປະສິດທິພາບແລະທີມທີ່ເຂັ້ມແຂງ.","You help student leaders develop movements.":"ທ່ານຊ່ວຍຜູ້ນຳນັກສຶກສາພັດທະນາກຸ່ມພະລັງ","You neither serve as a team member on a team nor lead a team.":"ທ່ານບໍ່ໄດ້ຮັບໃຊ້ໃນທີມສະມາຊິກ ຂອງທີມ ຫຼື ບໍ່ໄດ້ນຳທີມໃດໜຶ່ງ","You primarily serve as a team member under the supervision of a team leader. You may be on the field or on a team helping to build capacity (e.g. Operations, LDHR, Fund Development, etc).":"ໂດຍພື້ນຖານທ່ານຮັບໃຊ້ໃນທີມສະມາຊິກ ພາຍໃຕ້ການຊີ້ນໍາຂອງທີມຜູ້ນໍາ. ທ່ານອາດຈະມີການລົງພາກສະຫນາມຫຼືຢູ່ໃນທີມຊ່ວຍຢູ່ໃນທີມການສ້າງຄວາມອາດສາມາດ (ເຊັ່ນ: ຜະແນກດຳເນີນງານ, LDHR, ການພັດທະນາກອງທຶນ, ແລະອື່ນໆ).","You primarily serve as the team leader of either a field or capacity building team (e.g. Operations, LDHR, Fund Development, etc.) A team leader is defined as an individual who has primary responsibility for supervising or developing staff or volunteers.":"ໂດຍພື້ນຖານແລ້ວທ່ານຮັບໃຊ້ຢູ່ໃນທີມຜູ້ນໍາ ບໍ່ວ່າຈະເປັນງານພາກສະຫນາມຫຼື ຄວາມສາມາດການສ້າງທີມ/capacity building team (ເຊັ່ນ: ພະແນກການດຳເນີນງານ, LDHR, ການພັດທະນາກອງທຶນ, ແລະອື່ນໆ) ທີມຜູ້ນໍາໄດ້ຖືກກໍານົດເປັນບຸກຄົນ ຄືຜູ້ທີ່ມີຄວາມຮັບຜິດຊອບຫຼັກຕໍ່ການຄຸ້ມຄອງຫຼືການພັດທະນາພະນັກງານຫຼືອາສາສະຫມັກ.","You receive a salary from funds you raise for the organization.":"ທ່ານໄດ້ຮັບເງິນເດືອນຈາກທຶນສະໜັບສະໜຸນທີ່ທ່ານຫາມາໃຫ້ອົງການ.","You serve in an Executive Team Leader’s office or on another team that works with countries in multiple Areas.":"ທ່ານຮັບໃຊ້ຢູ່ໃນສຳນັກງານຫົວໜ້າທີມບໍລິຫານ  Executive Team Leader’s office ຫຼື ຢູ່ໃນທີມອື່ນທີ່ເຮັດວຽກຮ່ວມກັບບັນດາປະເທດຕ່າງໆໃນຫລາຍໆພື້ນທີ່.","You serve in the national office or on a team that oversees two or more regional field teams.":"ທ່ານຮັບໃຊ້ຢູ່ໃນສຳນັກງານແຫ່ງຊາດ ຫຼືຢູ່ໃນທີມທີ່ກວດກາສອງຫຼືຫຼາຍກວ່າສອງທີມງານພາກສະຫນາມລະດັບພາກພື້ນ.","You serve on a campus, in a village or a city.":"ທ່ານຮັບໃຊ້ໃນມະຫາໄລ, ໃນໝູ່ບ້ານ ຫຼືໃນເມືອງ","You serve on a team that oversees one or more countries but not the entire Area.":"ທ່ານຮັບໃຊ້ກັບທີມງານທີ່ກວດກາຫນຶ່ງຫຼືຫຼາຍກວ່າໜຶ່ງປະເທດແຕ່ບໍ່ແມ່ນພື້ນທີ່ທັງຫມົດ.","You serve on a team that oversees two or more local teams.":"ທ່ານຮັບໃຊ້ກັບກັບທີມງານທີ່ກວດກາສອງຫຼືຫຼາຍກວ່າສອງທີມທ້ອງຖິ່ນ.","You serve on the Area Leadership Team or in the Area Office or on a team that helps to support the development of strategies (SLM, LeaderImpact, GCM, DS) or capacity building (Operations, LDHR, Fund Development, etc.) for the Area.":"ທ່ານຮັບໃຊ້ໃນທີມຜູ້ນໍາເຂດຫຼືໃນສຳນັກງານເຂດ ຫຼືຢູ່ທີມທີ່ຊ່ວຍໃຫ້ການສະຫນັບສະຫນູນ ພັດທະນາຂອງຍຸດທະສາດ (SLM, LeaderImpact, GCM, DS) ຫຼື ການສ້າງຄວາມອາດສາມາດ capacity building (ຜະແນກກນດຳເນີນງານ, LDHR, ການພັດທະນາກອງທຶນ, ແລະອື່ນໆ) ສໍາລັບເຂດພື້ນທີ່ນັ້ນ .","You serve on the Executive Team.":"ທ່ານຮັບໃຊ້ໃນທີມບໍລິຫານ","You volunteer with the organization. This would include student leaders on a college campus or other volunteer leaders.":"ທ່ານອາສາສະຫມັກກັບອົງການ. ນີ້ຈະປະກອບດ້ວຍຜູ້ນໍານັກສຶກສາໃນວິທະຍາເຂດວິທະຍາໄລຫລືຜູ້ນໍາອາສາສະຫມັກອື່ນໆ.","Your E-mail Address used by the organization to contact you.":"ທີ່ຢູ່ອີເມລ໌ຂອງທ່ານທີອົງການຈະໃຊ້ຕິດຕໍ່ຫາທ່ານ.","Your Phone Number used by the organization to contact you.":"ເບີໂທລະສັບຂອງທ່ານທີ່ອົງການຈະໃຊ້ເພື່ອຕິດຕໍ່ຫາທ່ານ","Your Skype ID used by the organization to contact you.":"ID Skype ຂອງທ່ານທີ່ອົງການຈະໃຊ້ຕິດຕໍ່ຫາທ່ານ.","Your official family name.":"ຊື່ສະກຸນຂອງທ່ານຢ່າງເປັນທາງການ.","Your official given name(s).":"ຊື່ຢ່າງເປັນທາງການຂອງທ່ານ."}}