{"pl":{"Are you sure you want to delete this profile?":"Czy jesteś pewien, że chcesz usunąć ten profil?","Are you sure?":"Jesteś pewien?","Delete":"Usuń","No Language (Optional)":"Żaden język (opcjonalne)","Profile has been successfully removed.":"Profil został usunięty.","Select Language (Required)":"Wybierz język (wymagane)","Yes, Delete Profile":"Tak, usuń profil","(current physical residence)":"(aktualnego fizycznego zamieszkania)","(current physical residence.)":"(aktualnego fizycznego zamieszkania.)","Add a Person":"Dodaj osobę","Add your Spouse":"Dodaj męża/żonę","Address":"Adres","Administrator":"Administrator","Anyone can see your profile information.":"Każdy może zobaczyć informacje na twoim profilu.","Area":"Region","Assignment":"Zadanie","Birth Date":"Data urodzenia","Browse for CSV":"Szukaj CSV","Cancel":"Anuluj","Centrally Funded Staff":"Pracownik finansowany z funduszy centralnych","Child":"Dziecko","Children":"Dzieci","Choose an option to see a description.":"Wybierz opcję, żeby zobaczyć opis","City":"Miasto","Continue Editing":"Kontynuuj edycję","Country":"Kraj","Country of Employment":"Kraj zatrudnienia","Country of Residence":"Kraj zamieszkania","Date Joined Staff":"Data przyłączenia się do personelu","Date Left Staff":"Data opuszczenia personelu","Default Privacy Profile":"Domyślny profil prywatności","Digital Strategies":"Strategie Cyfrowe","Discard Changes":"Odrzuć zmiany","Divorced":"Rozwiedziony/rozwiedziona","E-mail Address":"Adres email","Edit a Person":"Edytuj osobę","Edit your Profile":"Edytuj swój profil","Engaged":"Zaręczony/zaręczona","Error Saving Profile":"Błąd przy zapisywaniu profilu","Family/Surname":"Nazwisko","Female":"Kobieta","First Name":"Imię","Full Time Staff":"Pracownik pełnoetatowy","Fund Development":"Budowanie zespołu wspierających","Funding Source":"Źródło finansowania","GCM":"Ruch Rozwoju Kościoła","Gender":"Płeć","Geographic Area of Service":"Geograficzny region służby","Given Name(s)":"Nadane imię (imiona)","Global":"Globalny","Global Profile":"Profil Globalny","Hybrid":"Hybryda","I don't know this!":"Tego nie wiem!","Identity":"Tożsamość","Import a CSV":"Importuj CSV","J-Film":"Film Jezus","Language 1":"Język 1","Language 2":"Język 2","Language 3":"Język 3","LeaderImpact":"LeaderImpact","Leadership Development/Human Resources":"Rozwój liderów i spraw pracowniczych","Line 1":"Wiersz 1","Line 2":"Wiersz 2","Local":"Lokalny","Male":"Mężczyzna","Marital Status":"Stan cywilny","Marriage":"Małżeństwo","Marriage Date":"Data zawarcia związku małżeńskiego","Married":"Żonaty/zamężna","Married to non-staff":"W związku małżeńskim z niepracownikiem","Ministry":"Służba","Mission Critical Components":"Główny obszar docelowy","Multi-MCC Leader":"Lider wielu GODów","National":"Krajowy","None of the other categories apply to you.":"Żadna z innych kategorii nie stosuje się do ciebie.","Not Applicable":"Nie stosuje się","OK":"Ok","Only you and an administrator can see your profile information. Select this profile setting if you work in a country where security is a concern.":"Tylko ty i administrator możecie zobaczyć twoje profilowe informacje. Wybierz ten profil jeśli pracujesz w kraju, w którym twoje bezpieczeństwo jest zagrożone.","Operations":"Administracja i finanse","Organizational Status":"Status w organizacji","Other":"Inne","Part Time Staff":"Pracownik na część etatu","Personal":"Osobisty","Phone Number":"Numer telefonu","Position/Role":"Pozycja/rola","Postal Code":"Kod pocztowy","Prayer":"Modlitwa","Preferred Name<br>Nickname":"Preferowane imię<br>pseudonim","Private":"Prywatny","Profile successfully saved.":"Profil został zapisany.","Public":"Publiczny","Reset":"Zresetuj","Save Changes":"Zapisz zmiany","Save Person":"Zapisz osobę","Scope":"Zasięg","Search":"Szukaj","Self-funded":"Samofinansujący","Separated":"W separacji","Short Term Staff":"Misjonarz krótkoterminowy","Single":"Singiel","Skype ID":"Nazwa na Skype","Spouse":"Mąż/żona","Staff Account":"Konto pracownika","State / Province":"Województwo","Student-Led Movements":"Ruch studencki","Supported Staff":"Pracownik zbierający wsparcie","Team Leader":"Lider zespołu","Team Member":"Członek zespołu","The above categories do not apply.":"Powyższe kategorie nie mają zastosowania.","The country where you currently physically reside":"Kraj, w którym obecnie fizycznie mieszkasz","The current page has unsaved changes.":"Bieżąca strona ma niezapisane zmiany.","TheKey Username":"Nazwa użytkownika w TheKey","There was an error while saving the profile.":"Wystąpił błąd w czasie zapisywania profilu.","These are the components that have been determined to be critical to building movements everywhere.":"To są główne obszary docelowe, które uznano za najważniejsze w budowaniu ruchów wszędzie.","This defines how broad an area of responsibility you have or in which you serve.":"To określa jak szeroki jest obszar twojej odpowiedzialności, w której służysz.","This identifies your working relationship with the organization, if any.":"To określa w jakim stosunku zawodowym jesteś wobec organizacji, jeśli w jakimkolwiek.","This is Your Staff Account.":"To jest twoje konto pracownika.","This is my Spouse":"To jest moja żona/mój mąż.","This is my first language.":"To jest mój pierwszy język.","This is my second language.":"To jest mój drugi język.","This is my third language.":"To jest mój trzeci język.","This is the Area/National geographic area where you primarily serve. Short-term projects of a few weeks do not require a change.":"To jest twój obszar geograficzny krajowy lub regionalny w którym przede wszystkim służysz. Krótkoterminowe, kilkutygodniowe wyjazdy nie wymagają żadnych zmian tutaj.","This is the country from which you receive your salary or other compensation.":"To jest kraj, z którego otrzymujesz pensję lub inne środki.","This is the name by which you are commonly known or how you prefer people address you.":"To jest imię pod jakim powszechnie wszyscy cię znają lub to jak chcesz, żeby inni się do ciebie zwracali.","This is the primary source of your compensation, if any, from the organization.":"To jest twoje podstawowe źródło dochodów, jeśli jest jakiekolwiek, z organizacji.","This is your role or position within the organization.":"To jest twoja rola lub pozycja wewnątrz organizacji.","To continue editing or to save changes, click Continue Editing, otherwise Discard Changes to continue.":"Aby kontynuować edycję albo aby zapisać zmiany, naciśnij Kontynuuj edycję lub Odrzuć zmiany.","Two or more of the above categories apply to you.":"Dwie lub więcej powyższych kategorii stosuje się do ciebie.","Unsaved Changes":"Niezapisane zmiany","Username":"Nazwa użytkownika","Volunteer":"Ochotnik","Widowed":"Wdowa/wdowiec","You are employed full-time by the organization but applied to the organization to participate in a project of 2 years or less (including STINTERs or Interns).":"Jesteś zatrudniony na pełen etat przez organizację ale przyłączyłeś się do organizacji, żeby wziąć udział w dwuletnim lub krótszym projekcie (dotyczy Stintów i pracowników krótkoterminowych).","You are employed full-time by the organization for an indefinite period.":"Jesteś zatrudniony na pełen etat przez organizację na nieokreślony czas.","You are fully paid (funded) by the organization; you do not raise funds for your salary.":"Jesteś w pełni opłacany przez organizację, nie zbierasz wsparcia na swoją pensję.","You are self funded. You do not receive a salary from the organization.":"Sam się finansujesz. Nie dostajesz wynagrodzenia z organizacji.","You have applied for staff and met all standards for full-time staff, but do not devote full-time to the organization (Including Associate Staff, Affiliate Staff, Professional Staff or Associated Partners).":"Aplikowałeś do personelu i spełniłeś wszystkie wymogi stawiane przed pełnoetatowymi pracownikami, ale nie jesteś zaangażowany na pełen etat w organizacji (dotyczy pracowników stowarzyszonych czy partnerów stowarzyszonych).","You help adult leaders develop movements.":"Pomagasz dorosłym liderom rozwijać ruchy.","You help contribute to movements in ways that support our primary MCC's.":"Pomagasz w rozwoju ruchów wspierając nasze podstawowe GODy.","You help cultivate a culture of prayer that inspires movements everywhere.":"Pomagasz rozwijać kulturę modlitwy, która inspiruje ruchy wszędzie.","You help develop movements through the internet.":"Pomagasz rozwijać ruchy przez internet.","You help leaders develop movements of multiplying faith communities.":"Pomagasz liderom rozwijać ruchy pomnażających wspólnot/kościołów.","You help make movements more effective by developing financial resources.":"Pomagasz w rozwoju ruchów poprzez rozwój w dziedzinie zasobów finansowych.","You help make movements more effective by leading effective processes.":"Pomagasz ruchom być bardziej skutecznymi poprzez prowadzenie skutecznych procesów.","You help make movements more effective by serving our line leadership (NTL, ATL, etc.)":"Pomagasz ruchom być bardziej skutecznymi służąc w naszym przywództwie (Lider zespołu krajowego, lider zespołu regionalnego itd.)","You help make movements more effective by serving with the J-Film.":"Pomagasz ruchom być bardziej skutecznymi służąc w Filmie Jezus.","You help make movments more effective by developing growing people, effective leaders and healthy teams.":"Pomagasz ruchom być bardziej skutecznymi pomagając wzrastać skutecznym liderom i zdrowym zespołom.","You help student leaders develop movements.":"Pomagasz liderom studenckim rozwijać ruchy. ","You neither serve as a team member on a team nor lead a team.":"Nie jesteś ani członkiem ani liderem zespołu.","You primarily serve as a team member under the supervision of a team leader. You may be on the field or on a team helping to build capacity (e.g. Operations, LDHR, Fund Development, etc).":"Przede wszystkim służysz jako członek zespołu pod przywództwem twojego lidera zespołu. Możesz być w polu lub w zespole pomagającym (np. biuro, finanse, LDHR, wsparcie itd.)","You primarily serve as the team leader of either a field or capacity building team (e.g. Operations, LDHR, Fund Development, etc.) A team leader is defined as an individual who has primary responsibility for supervising or developing staff or volunteers.":"Przede wszystkim służysz jako lider czy to w polu czy w zespole pomagającym (np. biur, finanse, DLHR, wsparcie itd.). Lider zespołu jest zdefiniowany jako osoba, której podstawowa odpowiedzialność polega na przewodzeniu, rozwoju pracowników czy ochotników.","You receive a salary from funds you raise for the organization.":"Otrzymujesz pensję z funduszy, które zbierasz dla organizacji.","You serve in an Executive Team Leader’s office or on another team that works with countries in multiple Areas.":"Służysz w Executive Team Leader's office lub w innym zespole który pracuje z krajami w kilku rejonach.","You serve in the national office or on a team that oversees two or more regional field teams.":"Służysz w biurze krajowym lub w zespole, który przewodzi dwóm lub więcej regionalnym zespołom polowym.","You serve on a campus, in a village or a city.":"Służysz na uczelni, na wiosce lub w mieście.","You serve on a team that oversees one or more countries but not the entire Area.":"Służysz w zespole, który nadaje przywództwo jednemu lub dwóm krajom ale nie całemu regionowi.","You serve on a team that oversees two or more local teams.":"Służysz w zespole który przewodzi dwóm lub więcej lokalnym zespołom.","You serve on the Area Leadership Team or in the Area Office or on a team that helps to support the development of strategies (SLM, LeaderImpact, GCM, DS) or capacity building (Operations, LDHR, Fund Development, etc.) for the Area.":"Służysz w Area Leadership Team lub w Area Office lub w zespole który pomaga w rozwoju strategii ( ruchu studenckiego, LeaderImpact, ruch rozwoju kościoła, strategii cyfrowych) lub budowania zasobów ( finanse, LDHR, zbieranie wsparcia itd.) dla Regionu. ","You serve on the Executive Team.":"Służysz w Executive Team.","You volunteer with the organization. This would include student leaders on a college campus or other volunteer leaders.":"Jesteś woluntariuszem naszej organizacji. To dotyczy liderów studentów na uczelni lub innych liderów woluntariuszy.","Your E-mail Address used by the organization to contact you.":"Twój adres email używany przez organizację do kontaktów z tobą.","Your Phone Number used by the organization to contact you.":"Twój numer telefonu używany przez organizację do kontaktów z tobą.","Your Skype ID used by the organization to contact you.":"Twoja nazwa użytkownika na Skype używana przez organizację do kontaktów z tobą.","Your official family name.":"Twoje oficjalne nazwisko.","Your official given name(s).":"Twoje oficjalne imiona."}}