{"pt_PT":{"Are you sure you want to delete this profile?":"Tem a certeza de que pretende eliminar este perfil?","Are you sure?":"Tem a certeza?","Delete":"Eliminar","No Language (Optional)":"Nenhum idioma (opcional)","Profile has been successfully removed.":"O perfil foi removido com êxito.","Select Language (Required)":"Selecionar idioma (obrigatório)","Yes, Delete Profile":"Sim, eliminar perfil","(current physical residence)":"(residência física atual)","(current physical residence.)":"(residência física atual.)","Add a Person":"Adicionar uma pessoa","Add your Spouse":"Adicionar o cônjuge","Address":"Endereço","Administrator":"Administrador","Anyone can see your profile information.":"Qualquer pessoa pode ver as suas informações de perfil.","Area":"Área","Area Region":"Região da área","Assignment":"Designação","Birth Date":"Data de nascimento","Browse for CSV":"Procurar CSV","Cancel":"Cancelar","Centrally Funded Staff":"Pessoal financiado centralmente","Child":"Criança","Children":"Crianças","Choose an option to see a description.":"Escolha uma opção para ver a descrição.","City":"Cidade","Continue Editing":"Continuar a editar","Country":"País","Country of Employment":"País de emprego","Country of Residence":"País de residência","Date Joined Staff":"Data em que integrou o pessoal","Date Left Staff":"Data em que saiu do pessoal","Default Privacy Profile":"Perfil de segurança predefinido","Digital Strategies":"Estratégias digitais","Discard Changes":"Rejeitar alterações","Divorced":"Divorciado","E-mail Address":"Endereço de correio eletrónico","Edit a Person":"Editar uma pessoa","Edit your Profile":"Editar o perfil","Engaged":"Comprometido","Error Saving Profile":"Erro ao guardar o perfil","Executive":"Executivo","Family/Surname":"Família/Apelido","Female":"Mulher","First Name":"Nome próprio","Full Time Staff":"Pessoal a tempo inteiro","Fund Development":"Angariação de fundos","Funding Source":"Fonte de financiamento","GCM":"GCM","GUID":"GUID","Gender":"Sexo","Geographic Area of Service":"Área geográfica de serviço","Given Name(s)":"Nome(s) próprio(s)","Global":"Global","Global Profile":"Perfil global","Hybrid":"Híbrido","I don't know this!":"Não conheço isto!","Identity":"Identidade","Import a CSV":"Importar um CSV","J-Film":"J-Film","Language 1":"Idioma 1","Language 2":"Idioma 2","Language 3":"Idioma 3","LeaderImpact":"LeaderImpact","Leadership Development/Human Resources":"Formação de líderes/Recursos humanos","Line 1":"Linha 1","Line 2":"Linha 2","Local":"Local","Male":"Homem","Marital Status":"Estado civil","Marriage":"Casamento","Marriage Date":"Data de casamento","Married":"Casado","Married to non-staff":"Casado com não pessoal","Ministry":"Ministério","Mission Critical Components":"Componentes críticos da missão","Multi-MCC Leader":"Líder MCC múltiplos","National":"Nacional","National Region":"Região nacional","None of the other categories apply to you.":"Nenhuma das outras categorias se aplica a si.","Not Applicable":"Não aplicável","Not a Leader or Inherited Leader of the ministry.":"Não é um Líder nem um Líder herdado do ministério.","OK":"OK","Only you and an administrator can see your profile information. Select this profile setting if you work in a country where security is a concern.":"As suas informações de perfil só podem ser vistas por si e por um administrador. Selecione esta definição de perfil se trabalha num país onde a segurança é uma preocupação.","Operations":"Operações","Organizational Status":"Estado organizacional","Other":"Outro","Part Time Staff":"Pessoal a tempo parcial","Personal":"Pessoal","Phone Number":"Número de telefone","Position/Role":"Posição/Função","Postal Code":"Código postal","Prayer":"Oração","Preferred Name<br>Nickname":"Nome preferencial<br>Alcunha","Private":"Privado","Profile successfully saved.":"Perfil guardado com sucesso.","Public":"Público","Reset":"Repor","Save Changes":"Guardar alterações","Save Person":"Guardar pessoa","Scope":"Âmbito","Search":"Procurar","Self-funded":"Autofinanciado","Separated":"Separado","Short Term Staff":"Pessoal a curto prazo","Single":"Solteiro","Skype ID":"ID do Skype","Spouse":"Cônjuge","Staff Account":"Conta de pessoal","State / Province":"Estado/Província","Student-Led Movements":"Movimentos liderados por estudantes","Supported Staff":"Pessoal apoiado","Team Leader":"Líder de equipa","Team Member":"Membro da equipa","The above categories do not apply.":"As categorias acima não se aplicam.","The country where you currently physically reside":"O país onde reside fisicamente na atualidade","The current page has unsaved changes.":"A página atual tem alterações não guardadas.","TheKey Username":"Nome de utilizador TheKey","There was an error while saving the profile.":"Ocorreu um erro ao guardar o perfil.","These are the components that have been determined to be critical to building movements everywhere.":"Estes são os componentes que foram definidos como críticos para criar movimentos por toda a parte.","This defines how broad an area of responsibility you have or in which you serve.":"Isto define a extensão de uma área de responsabilidade que detém ou onde serve.","This identifies your working relationship with the organization, if any.":"Isto identifica a sua relação laboral com a organização, se existente.","This is Your Staff Account.":"Esta é a sua conta de pessoal.","This is my Spouse":"Este é o meu cônjuge","This is my first language.":"Este é o meu primeiro idioma.","This is my second language.":"Este é o meu segundo idioma.","This is my third language.":"Este é o meu terceiro idioma.","This is the Area/National geographic area where you primarily serve. Short-term projects of a few weeks do not require a change.":"Esta é a Área/Área geográfica nacional onde serve primeiramente. Os projetos a curto prazo com a duração de algumas semanas não requerem uma alteração.","This is the country from which you receive your salary or other compensation.":"Este é o país de onde recebe o seu salário ou outra compensação.","This is the name by which you are commonly known or how you prefer people address you.":"Este é o nome pelo qual é comummente conhecido ou pelo qual prefere ser tratado.","This is the primary source of your compensation, if any, from the organization.":"Esta é a principal fonte da sua compensação, se existente, dada pela organização.","This is your role or position within the organization.":"Esta é a sua função ou posição na organização.","To continue editing or to save changes, click Continue Editing, otherwise Discard Changes to continue.":"Para continuar a editar ou para guardar as alterações, clique em Continuar a editar. Caso contrário, clique em Rejeitar alterações para continuar.","Two or more of the above categories apply to you.":"Duas ou mais das categorias acima aplicam-se a si.","Unsaved Changes":"Alterações não guardadas","Username":"Nome de utilizador","Volunteer":"Voluntário","Widowed":"Viúvo","You are employed full-time by the organization but applied to the organization to participate in a project of 2 years or less (including STINTERs or Interns).":"Está empregado a tempo inteiro pela organização, mas candidatou-se à organização para participar num projeto de 2 anos ou menos (incluindo STINTERs ou Internos).","You are employed full-time by the organization for an indefinite period.":"Está empregado a tempo inteiro pela organização durante um período de tempo indefinido.","You are fully paid (funded) by the organization; you do not raise funds for your salary.":"É pago (financiado) na totalidade pela organização; não angaria fundos para o seu salário.","You are self funded. You do not receive a salary from the organization.":"É autofinanciado. Não recebe um salário pago pela organização.","You have applied for staff and met all standards for full-time staff, but do not devote full-time to the organization (Including Associate Staff, Affiliate Staff, Professional Staff or Associated Partners).":"Candidatou-se a fazer parte do pessoal e cumpre todos os requisitos do pessoal a tempo inteiro, mas não dedica todo o tempo à organização (incluindo Pessoal associado, Pessoal afiliado, Pessoal profissional ou Parceiros associados).","You help adult leaders develop movements.":"Ajuda líderes adultos a desenvolverem movimentos.","You help contribute to movements in ways that support our primary MCC's.":"Ajuda a contribuir para os movimentos de formas que suportam os nossos MCC principais.","You help cultivate a culture of prayer that inspires movements everywhere.":"Ajuda a desenvolver uma cultura de oração que inspira os movimentos por toda a parte.","You help develop movements through the internet.":"Ajuda a desenvolver movimentos através da Internet.","You help leaders develop movements of multiplying faith communities.":"Ajuda os líderes a desenvolverem movimentos de comunidades com várias crenças.","You help make movements more effective by developing financial resources.":"Ajuda a tornar os movimentos mais eficazes ao desenvolver recursos financeiros.","You help make movements more effective by leading effective processes.":"Ajuda a tornar os movimentos mais eficazes ao liderar processos eficazes.","You help make movements more effective by serving our line leadership (NTL, ATL, etc.)":"Ajuda a tornar os movimentos mais eficazes ao servir os nossos líderes de linha (NTL, ATL, etc.).","You help make movements more effective by serving with the J-Film.":"Ajuda a tornar os movimentos mais eficazes ao servir com a J-Film.","You help make movments more effective by developing growing people, effective leaders and healthy teams.":"Ajuda a tornar os movimentos mais eficazes ao desenvolver pessoas progressivas, líderes eficazes e equipas saudáveis.","You help student leaders develop movements.":"Ajuda os líderes estudantes a criarem movimentos.","You neither serve as a team member on a team nor lead a team.":"Não serve como membro da equipa numa equipa nem lidera uma equipa.","You primarily serve as a team member under the supervision of a team leader. You may be on the field or on a team helping to build capacity (e.g. Operations, LDHR, Fund Development, etc).":"Serve primeiramente como um membro da equipa sob a supervisão de um líder de equipa. Pode trabalhar no campo ou numa equipa a ajudar a desenvolver capacidade (por exemplo, Operações, LDHR, Angariação de fundos, etc.).","You primarily serve as the team leader of either a field or capacity building team (e.g. Operations, LDHR, Fund Development, etc.) A team leader is defined as an individual who has primary responsibility for supervising or developing staff or volunteers.":"Serve primeiramente como o líder de uma equipa de campo ou de desenvolvimento de capacidade (por exemplo, Operações, LDHR, Angariação de fundos, etc.). Um líder de equipa define-se como um indivíduo cuja responsabilidade principal é supervisionar ou desenvolver o pessoal ou os voluntários.","You receive a salary from funds you raise for the organization.":"Recebe um salário a partir dos fundos que angariou para a organização.","You serve in an Executive Team Leader’s office or on another team that works with countries in multiple Areas.":"Serve no escritório de um Líder de Equipa Executivo ou noutra equipa que trabalhe em países com múltiplas áreas.","You serve in the national office or on a team that oversees two or more regional field teams.":"Serve na sede nacional ou numa equipa que supervisione duas ou mais equipas de campo regionais.","You serve on a campus, in a village or a city.":"Serve num campus, numa aldeia ou numa cidade.","You serve on a team that oversees one or more countries but not the entire Area.":"Serve numa equipa que supervisiona um ou mais países, mas não toda a Área.","You serve on a team that oversees two or more local teams.":"Serve numa equipa que supervisiona duas ou mais equipas locais.","You serve on the Area Leadership Team or in the Area Office or on a team that helps to support the development of strategies (SLM, LeaderImpact, GCM, DS) or capacity building (Operations, LDHR, Fund Development, etc.) for the Area.":"Serve na Equipa de Liderança da Área ou na Sede da Área ou numa equipa que ajude a apoiar o desenvolvimento de estratégias (SLM, LeaderImpact, GCM, DS) ou o desenvolvimento de capacidade (Operações, LDHR, Angariação de fundos, etc.) para a Área.","You serve on the Executive Team.":"Serve na equipa executiva.","You volunteer with the organization. This would include student leaders on a college campus or other volunteer leaders.":"É voluntário na organização, o que inclui líderes estudantes no campus de uma universidade ou outros líderes voluntários.","Your E-mail Address used by the organization to contact you.":"O seu endereço de correio eletrónico utilizado pela organização para o contactar.","Your Phone Number used by the organization to contact you.":"O seu número de telefone utilizado pela organização para o contactar.","Your Skype ID used by the organization to contact you.":"O seu ID do Skype utilizado pela organização para o contactar.","Your official family name.":"O seu nome de família oficial.","Your official given name(s).":"O(s) seu(s) nome(s) próprio(s) oficial(ais)."}}