{"ru_RU":{"(current physical residence)":"(текущее место жительства)","(current physical residence.)":"(текущее место жительства.)","Add a Person":"Добавить человека","Add your Spouse":"Добавить супруга(у)","Address":"Адрес","Administrator":"Администратор","Anyone can see your profile information.":"Все могут видеть сведения в вашем профиле.","Area":"Область","Area Region":"Регион области","Assignment":"Назначение","Birth Date":"Дата рождения","Browse for CSV":"Искать CSV","Cancel":"Отмена","Centrally Funded Staff":"Персонал на центр. финанс-ии","Child":"Ребенок","Children":"Дети","Choose an option to see a description.":"Выберите параметр, чтобы просмотреть описание.","City":"Город","Continue Editing":"Продолжить редактирование","Country":"Страна","Country of Employment":"Страна занятости","Country of Residence":"Страна проживания","Date Joined Staff":"Дата начала работы","Date Left Staff":"Дата окончания работы","Default Privacy Profile":"Профиль конфиденц-ти по умолч.","Digital Strategies":"Цифровые стратегии","Discard Changes":"Отменить изменения","Divorced":"В разводе","E-mail Address":"Адрес эл. почты","Edit a Person":"Редакт-ть человека","Edit your Profile":"Редактируйте свой профиль","Engaged":"Обручен(а)","Error Saving Profile":"Ошибка при сохранении профиля","Executive":"Руководитель","Family/Surname":"Фамилия","Female":"Женщина","First Name":"Имя","Full Time Staff":"Сотрудник (полный день)","Fund Development":"Развитие фондов","Funding Source":"Источник финансирования","GCM":"GCM","GUID":"GUID","Gender":"Пол","Geographic Area of Service":"Географическая зона службы","Given Name(s)":"Имя(имена)","Global":"Глобально","Global Profile":"Глобальный профиль","Hybrid":"Гибрид","I don't know this!":"Я не знаю!","Identity":"Личность","Import a CSV":"Импортировать CSV","J-Film":"J-Film","Language 1":"Язык 1","Language 2":"Язык 2","Language 3":"Язык 3","LeaderImpact":"LeaderImpact","Leadership Development/Human Resources":"Развитие лидерства/работа с персоналом","Line 1":"Строка 1","Line 2":"Строка 2","Local":"Локально","Male":"Мужчина","Marital Status":"Семейное положение","Marriage":"Брак","Marriage Date":"Дата вступления в брак","Married":"В браке","Married to non-staff":"Женат/замужем не за сотрудником","Ministry":"Миссия","Mission Critical Components":"Критические компоненты миссии","Multi-MCC Leader":"Лидер по нескольким крит. компонентам","National":"По стране","National Region":"Регион по стране","None of the other categories apply to you.":"Ни одна из других категорий к вам неприменима.","Not Applicable":"Неприменимо","Not a Leader or Inherited Leader of the ministry.":"Не руководитель и не преемник-руководитель миссии.","OK":"ОК","Only you and an administrator can see your profile information. Select this profile setting if you work in a country where security is a concern.":"Только вы и администратор могут видеть информацию в вашем профиле. Выберите эту настройку профиля, если вы работаете в стране, где безопасность не обеспечена.","Operations":"Операции","Organizational Status":"Организационный статус","Other":"Прочее","Part Time Staff":"Сотрудник (част. занятость)","Personal":"Личное","Phone Number":"Номер телефона","Position/Role":"Должность/роль","Postal Code":"Почтовый код","Prayer":"Молитва","Preferred Name<br>Nickname":"Желаемое имя <br>Псевдоним","Private":"Частное","Profile successfully saved.":"Профиль сохранен.","Public":"Общее","Reset":"Сбросить","Save Changes":"Сохранить изменения","Save Person":"Сохранить человека","Scope":"Задачи","Search":"Поиск","Self-funded":"На самофинансировании","Separated":"Проживает отдельно","Short Term Staff":"Сотрудник (врем. занятость)","Single":"Не женат(а)","Skype ID":"Контакт в Skype","Spouse":"Супруг(а)","Staff Account":"Учетная запись сотрудника","State / Province":"Штат/область","Student-Led Movements":"Студенческие движения","Supported Staff":"Поддерживаемые сотрудники","Team Leader":"Руководитель группы","Team Member":"Участник группы","The above categories do not apply.":"Вышеуказанные категории неприменимы.","The country where you currently physically reside":"Страна, где вы сейчас фактически проживаете","The current page has unsaved changes.":"На текущей странице есть несохраненные изменения.","TheKey Username":"Ключевое имя пользователя","There was an error while saving the profile.":"При сохранении профиля произошла ошибка.","These are the components that have been determined to be critical to building movements everywhere.":"Компоненты, которые считаются решающими для организации движений во всем мире.","This defines how broad an area of responsibility you have or in which you serve.":"Показывает, насколько широка ваша зона ответственности или службы.","This identifies your working relationship with the organization, if any.":"Определяет ваши рабочие отношения с организацией (если есть).","This is Your Staff Account.":"Это ваша учетная запись сотрудника.","This is my Spouse":"Это мой(я) супруг(а)","This is my first language.":"Это мой первый язык.","This is my second language.":"Это мой второй язык.","This is my third language.":"Это мой третий язык.","This is the Area/National geographic area where you primarily serve. Short-term projects of a few weeks do not require a change.":"Это район/область, где вы в основном служите. Краткосрочные проекты длительностью до нескольких недель не требуют внесения изменений.","This is the country from which you receive your salary or other compensation.":"Страна, из которой вы получаете заработную плату или компенсацию иного вида.","This is the name by which you are commonly known or how you prefer people address you.":"Имя, под которым вы известны или которое вы предпочитаете использовать.","This is the primary source of your compensation, if any, from the organization.":"Основной источником ваших денежных поступлений от организации (если есть).","This is your role or position within the organization.":"Ваша роль или должность в организации.","To continue editing or to save changes, click Continue Editing, otherwise Discard Changes to continue.":"Чтобы продолжить редактирование или сохранить изменения, нажмите на «Продолжить редактирование», или на «Отменить изменения», чтобы продолжить.","Two or more of the above categories apply to you.":"К вам применимы две или больше категории.","Unsaved Changes":"Несохраненные изменения","Username":"Имя пользователя","Volunteer":"Волонтер","Widowed":"Вдовец(вдова)","You are employed full-time by the organization but applied to the organization to participate in a project of 2 years or less (including STINTERs or Interns).":"Вы работаете на организацию полный рабочий день, но участвуете в проекте продолжительностью 2 года или меньше (в том числе STINTER и стажеры).","You are employed full-time by the organization for an indefinite period.":"Вы работаете на организацию полный рабочий день по бессрочному договору.","You are fully paid (funded) by the organization; you do not raise funds for your salary.":"Вашу деятельность оплачивает (финансирует) организация; вы не собираете средства на свою зарплату.","You are self funded. You do not receive a salary from the organization.":"Вы на самофинансировании. Вы не получаете зарплату от организации.","You have applied for staff and met all standards for full-time staff, but do not devote full-time to the organization (Including Associate Staff, Affiliate Staff, Professional Staff or Associated Partners).":"Вы подавали заявку на вступление в штат и соответствуете всем требованиям для этого, но не посвящаете организации полный рабочий день (включая ассоциированных сотрудников, сотрудников филиалов, квалифицированных сотрудников и ассоциированных партнеров).","You help adult leaders develop movements.":"Вы помогаете движениям по развитию лидеров среди взрослых.","You help contribute to movements in ways that support our primary MCC's.":"Вы помогаете движениям, оказывая поддержку нашим критическим компонентам.","You help cultivate a culture of prayer that inspires movements everywhere.":"Вы помогаете развивать культуру молитвы, что вдохновляет движения по всему миру.","You help develop movements through the internet.":"Вы помогаете развивать движения через Интернет.","You help leaders develop movements of multiplying faith communities.":"Вы помогаете движениям по развитию лидеров в растущих религиозных общинах.","You help make movements more effective by developing financial resources.":"Вы помогаете повышать эффективность движений, развивая их финансовые ресурсы.","You help make movements more effective by leading effective processes.":"Вы помогаете повышать эффективность движений, развивая их процессы.","You help make movements more effective by serving our line leadership (NTL, ATL, etc.)":"Вы помогаете эффективности движений, помогая линейным руководителям (NTL, ATL и др.)","You help make movements more effective by serving with the J-Film.":"Вы помогаете эффективности движений, работая с J-Film.","You help make movments more effective by developing growing people, effective leaders and healthy teams.":"Вы помогаете повышать эффективность движений, работая с молодежью, возможными лидерами и здоровыми командами.","You help student leaders develop movements.":"Вы помогаете движениям по развитию лидеров среди студентов.","You neither serve as a team member on a team nor lead a team.":"Вы не входите в группу и не возглавляете группу.","You primarily serve as a team member under the supervision of a team leader. You may be on the field or on a team helping to build capacity (e.g. Operations, LDHR, Fund Development, etc).":"В основном вы служите как участник группы под руководством руководителя группы. Вы можете работать в поле или в команде, помогающей наращивать потенциал организации (операции, LDHR, развитие фондов и т. д.).","You primarily serve as the team leader of either a field or capacity building team (e.g. Operations, LDHR, Fund Development, etc.) A team leader is defined as an individual who has primary responsibility for supervising or developing staff or volunteers.":"Вы работаете руководителем группы в поле или группы, наращивающей потенциал организации (операции, LDHR, развитие фондов и т. д.). Руководитель группы — тот, кто несет основную ответственность за контроль и развитие сотрудников и добровольцев.","You receive a salary from funds you raise for the organization.":"Вы получаете зарплату из средств, которые собираете для организации.","You serve in an Executive Team Leader’s office or on another team that works with countries in multiple Areas.":"Вы служите в офисе Исполнительного руководителя группы или в группе, работающей со странами в различных областях.","You serve in the national office or on a team that oversees two or more regional field teams.":"Вы служите в национальном офисе или в группе, которая контролирует две или больше региональные полевые группы.","You serve on a campus, in a village or a city.":"Вы служите в кампусе, в деревне или городе.","You serve on a team that oversees one or more countries but not the entire Area.":"Вы служите в группе, которая контролирует одну или несколько стран, но не всю область.","You serve on a team that oversees two or more local teams.":"Вы служите в группе, которая контролирует две или больше местные группы.","You serve on the Area Leadership Team or in the Area Office or on a team that helps to support the development of strategies (SLM, LeaderImpact, GCM, DS) or capacity building (Operations, LDHR, Fund Development, etc.) for the Area.":"Вы служите в команде руководства области или в офисе области или в команде, помогающей в разработке стратегий (SLM, LeaderImpact, GCM, DS) или наращивании потенциала (операции, LDHR, развитие фондов и т. д.) в области.","You serve on the Executive Team.":"Вы служите в руководящей группе.","You volunteer with the organization. This would include student leaders on a college campus or other volunteer leaders.":"Вы доброволец организации. Сюда входят лидеры среди студентов в кампусах колледжей и другие лидеры-добровольцы.","Your E-mail Address used by the organization to contact you.":"Ваш адрес эл. почты, используемый организацией для связи с вами.","Your Phone Number used by the organization to contact you.":"Ваш номер телефона, используемый организацией для связи с вами.","Your Skype ID used by the organization to contact you.":"Ваш контакт в Skype, используемый организацией для связи с вами.","Your official family name.":"Ваша официальная фамилия.","Your official given name(s).":"Ваше официальное имя (имена)."}}