{"tr":{"Are you sure you want to delete this profile?":"Bu profili silmek istediğinizden emin misiniz?","Are you sure?":"Emin misiniz?","Delete":"Sil","No Language (Optional)":"Dil Yok (İsteğe Bağlı)","Profile has been successfully removed.":"Profil başarıyla kaldırıldı.","Select Language (Required)":"Dil Seçin (Gerekli)","Yes, Delete Profile":"Evet, Profili Sil","(current physical residence)":"(mevcut fiziksel ikamet yeri)","(current physical residence.)":"(mevcut fiziksel ikamet yeri.)","Add a Person":"Bir Kişi Ekleyin","Add your Spouse":"Eşinizi Ekleyin","Address":"Adres","Administrator":"Yönetici","Anyone can see your profile information.":"Profil bilgilerinizi herkes görebilir.","Area":"Alan","Area Region":"Alan Bölge","Assignment":"Atama","Birth Date":"Doğum Tarihi","Browse for CSV":"CSV için Gözat","Cancel":"İptal","Centrally Funded Staff":"Merkezi Olarak Fonlanan Personel","Child":"Çocuk","Children":"Çocuklar","Choose an option to see a description.":"Bir açıklama görmek için bir seçeneği seçin.","City":"Şehir","Continue Editing":"Düzenlemeye Devam","Country":"Ülke","Country of Employment":"Çalışılan Ülke","Country of Residence":"İkamet Edilen Ülke","Date Joined Staff":"Personele Katıldığı Tarih","Date Left Staff":"Personelden Ayrıldığı Tarih","Default Privacy Profile":"Varsayılan Gizlilik Profili","Digital Strategies":"Dijital Stratejiler","Discard Changes":"Değişiklikleri At","Divorced":"Boşanmış","E-mail Address":"E-posta Adresi","Edit a Person":"Bir Kişiyi Düzenle","Edit your Profile":"Profilinizi Düzenleyin","Engaged":"Nişanlı","Error Saving Profile":"Profil Kaydedilemedi","Executive":"Yönetici","Family/Surname":"Soyadı","Female":"Kadın","First Name":"Ad","Full Time Staff":"Tam Zamanlı Personel","Fund Development":"Fon Geliştirme","Funding Source":"Finansman Kaynağı","GCM":"GCM","GUID":"GUID","Gender":"Cinsiyet","Geographic Area of Service":"Coğrafi Hizmet Alanı","Given Name(s)":"Ad(lar)","Global":"Genel","Global Profile":"Genel Profil","Hybrid":"Melez","I don't know this!":"Bunu bilmiyorum!","Identity":"Kimlik","Import a CSV":"Bir CSV'yi İçe Aktar","J-Film":"J-Film","Language 1":"Dil 1","Language 2":"Dil 2","Language 3":"Dil 3","LeaderImpact":"LeaderImpact","Leadership Development/Human Resources":"Liderlik Gelişimi/İnsan Kaynakları","Line 1":"Satır 1","Line 2":"Satır 2","Local":"Yerel","Male":"Erkek","Marital Status":"Medeni Hal","Marriage":"Evlilik","Marriage Date":"Evlilik Tarihi","Married":"Evli","Married to non-staff":"Personel olmayan biriyle evli","Ministry":"Papazlık","Mission Critical Components":"Görev Açısından Kritik Bileşenler","Multi-MCC Leader":"Çoklu MCC Lideri","National":"Ulusal","National Region":"Ulusal Bölge","None of the other categories apply to you.":"Diğer kategorilerin hiçbiri size uymuyor.","Not Applicable":"Uygun Değil","Not a Leader or Inherited Leader of the ministry.":"Papazlığın bir Lideri veya Mirasçı Lideri değil.","OK":"TAMAM","Only you and an administrator can see your profile information. Select this profile setting if you work in a country where security is a concern.":"Profil bilgilerinizi sadece siz ve yönetici görebilirsiniz. Bu profil ayarını, güvenliğin sıkıntılı olduğu bir ülkede çalışıyorsanız seçin.","Operations":"Operasyonlar","Organizational Status":"Örgütsel Durum","Other":"Diğer","Part Time Staff":"Yarı Zamanlı Personel","Personal":"Kişisel","Phone Number":"Telefon Numarası","Position/Role":"Pozisyon/Görev","Postal Code":"Posta Kodu","Prayer":"Dua","Preferred Name<br>Nickname":"Tercih Edilen Ad<br>Takma Ad","Private":"Özel","Profile successfully saved.":"Profil başarıyla kaydedildi.","Public":"Herkese Açık","Reset":"Sıfırla","Save Changes":"Değişiklikleri Kaydet","Save Person":"Kişiyi Kaydet","Scope":"Kapsam","Search":"Arama","Self-funded":"Masraflarını kendi karşılayan","Separated":"Ayrılmış","Short Term Staff":"Kısa Dönemli Personel","Single":"Bekar","Skype ID":"Skype Kimliği","Spouse":"Eş","Staff Account":"Personel Hesabı","State / Province":"Eyalet / İl","Student-Led Movements":"Öğrencilerin Öncülük Ettiği Hareketler","Supported Staff":"Desteklenen Personel","Team Leader":"Ekip Lideri","Team Member":"Ekip Üyesi","The above categories do not apply.":"Yukarıdaki kategoriler uymuyor.","The country where you currently physically reside":"Şu anda fiziksel olarak ikamet ettiğiniz ülke","The current page has unsaved changes.":"Mevcut sayfada kaydedilmemiş değişiklikler var.","TheKey Username":"TheKey Kullanıcı Adı","There was an error while saving the profile.":"Profil kaydedilirken bir hata oluştu.","These are the components that have been determined to be critical to building movements everywhere.":"Bunlar, her yerde hareketler inşa ederken çok önemli olduğu belirlenen bileşenlerdir.","This defines how broad an area of responsibility you have or in which you serve.":"Bu, sahip olduğunuz veya içinde hizmet ettiğiniz sorumluluk alanının ne kadar büyük olduğunu tanımlar.","This identifies your working relationship with the organization, if any.":"Bu, eğer mevcutsa, kurumla olan çalışma ilişkinizi tanımlar.","This is Your Staff Account.":"Bu Sizin Personel Hesabınız.","This is my Spouse":"Bu benim Eşim","This is my first language.":"Bu benim ilk dilim.","This is my second language.":"Bu benim ikinci dilim.","This is my third language.":"Bu benim üçüncü dilim.","This is the Area/National geographic area where you primarily serve. Short-term projects of a few weeks do not require a change.":"Bu, birincil olarak hizmet verdiğiniz Alan/Ulusal coğrafi alan. Birkaç haftalık kısa dönemli projeler, bir değişiklik gerektirmez.","This is the country from which you receive your salary or other compensation.":"Bu, maaşınızı veya diğer ücretinizi aldığınız ülkedir.","This is the name by which you are commonly known or how you prefer people address you.":"Bu, genel olarak tanındığınız veya insanların size hitap etmesini tercih ettiğiniz addır.","This is the primary source of your compensation, if any, from the organization.":"Bu, eğer alıyorsanız kurumdan aldığınız ücretinizin birincil kaynağıdır.","This is your role or position within the organization.":"Bu, kurum içindeki görev veya pozisyonunuzdur.","To continue editing or to save changes, click Continue Editing, otherwise Discard Changes to continue.":"Düzenlemeye devam etmek veya değişiklikleri kaydetmek için, Düzenlemeye Devam Et'e, değilse devam etmek için Değişiklikleri At'a tıklayın.","Two or more of the above categories apply to you.":"Yukarıdaki kategorilerden ikisi veya daha fazlası size uygun.","Unsaved Changes":"Kaydedilmemiş Değişiklikler","Username":"Kullanıcı Adı","Volunteer":"Gönüllü","Widowed":"Dul","You are employed full-time by the organization but applied to the organization to participate in a project of 2 years or less (including STINTERs or Interns).":"Kurum tarafından tam zamanlı istihdam ediliyorsunuz, ancak 2 yıl veya daha kısa süreli bir projeye (STINTERlar veya stajyerler dahil) katılmak için kuruma başvurdunuz.","You are employed full-time by the organization for an indefinite period.":"Kurum tarafından belirsiz bir süreliğine istihdam ediliyorsunuz.","You are fully paid (funded) by the organization; you do not raise funds for your salary.":"Ödemeniz kurum tarafından tam olarak yapılıyor (fonlanıyor); maaşınız için kaynak toplamıyorsunuz.","You are self funded. You do not receive a salary from the organization.":"Masraflarınızı kendiniz karşılıyorsunuz. Kurumdan bir maaş almıyorsunuz.","You have applied for staff and met all standards for full-time staff, but do not devote full-time to the organization (Including Associate Staff, Affiliate Staff, Professional Staff or Associated Partners).":"Personel için başvurdunuz ve tam zamanlı personel için tüm standartları karşıladınız, ancak kurumda tam zamanlı olarak çalışmıyorsunuz (İlişkili Personel, Bağlı Personel, Profesyonel Personel veya İlişkili Ortaklar Dahil).","You help adult leaders develop movements.":"Yetişkin liderlerin hareketler geliştirmesine yardım ediyorsunuz.","You help contribute to movements in ways that support our primary MCC's.":"Hareketlere, birincil MCC'lerimizi destekleyecek biçimlerde yardımcı oluyorsunuz.","You help cultivate a culture of prayer that inspires movements everywhere.":"Her yerde hareketlere ilham veren bir dua kültürünün yetiştirilmesine yardım ediyorsunuz.","You help develop movements through the internet.":"İnternet aracılığıyla hareketler geliştirmeye yardım ediyorsunuz.","You help leaders develop movements of multiplying faith communities.":"Liderlerin çoğalan inanç toplulukları hareketleri geliştirmelerine yardım ediyorsunuz.","You help make movements more effective by developing financial resources.":"Finansal kaynaklar geliştirerek hareketleri daha etkili kılmaya yardım ediyorsunuz.","You help make movements more effective by leading effective processes.":"Etkili süreçlere önderlik ederek hareketlerin daha etkili kılınmasına yardım ediyorsunuz.","You help make movements more effective by serving our line leadership (NTL, ATL, etc.)":"Cephe liderliğimize (NTL, ATL, vs.) hizmet ederek hareketleri daha etkili kılmaya yardım ediyorsunuz.","You help make movements more effective by serving with the J-Film.":"J-Filmle hizmet sunarak hareketlerin daha etkili kılınmasına yardım ediyorsunuz.","You help make movments more effective by developing growing people, effective leaders and healthy teams.":"İnsanlar, etkili liderler ve sağlıklı ekipler yetiştirerek hareketleri daha etkili kılmaya yardım ediyorsunuz.","You help student leaders develop movements.":"Öğrenci liderlerin hareketleri geliştirmelerine yardımcı oluyorsunuz.","You neither serve as a team member on a team nor lead a team.":"Ne bir ekipte ekip üyesi olarak çalışıyor ne de bir ekibe önderlik ediyorsunuz.","You primarily serve as a team member under the supervision of a team leader. You may be on the field or on a team helping to build capacity (e.g. Operations, LDHR, Fund Development, etc).":"Birincil olarak bir ekip liderinin gözetimi altında ekip üyesi olarak hizmet ediyorsunuz. Alanda veya kapasite geliştirmeye yardım eden bir ekipte olabilirsiniz (örn. Operasyonlar, LDHR, Fon Geliştirme, vs.)","You primarily serve as the team leader of either a field or capacity building team (e.g. Operations, LDHR, Fund Development, etc.) A team leader is defined as an individual who has primary responsibility for supervising or developing staff or volunteers.":"Birincil olarak bir alanın veya kapasite geliştirme ekibinin ekip lideri olarak hizmet ediyorsunuz (örn. Operasyonlar, LDHR, Fon Geliştirme, vs.). Ekip lideri, personel veya gönüllüleri denetlemek veya geliştirmek üzere birincil sorumluluğa sahip birey olarak tanımlanmıştır.","You receive a salary from funds you raise for the organization.":"Maaşınızı kurum için topladığınız paralardan alıyorsunuz.","You serve in an Executive Team Leader’s office or on another team that works with countries in multiple Areas.":"Bir Yönetici Ekip Liderinin ofisinde veya birden çok Bölgede çalışan başka bir ekipte hizmet veriyorsunuz .","You serve in the national office or on a team that oversees two or more regional field teams.":"Ulusal ofiste veya iki ya da daha fazla bölgesel alan ekibini denetleyen bir ekipte hizmet veriyorsunuz.","You serve on a campus, in a village or a city.":"Bir yerleşkede, köyde veya şehirde hizmet veriyorsunuz.","You serve on a team that oversees one or more countries but not the entire Area.":"Bütün Bölgeyi değil ancak bir veya daha fazla ülkeyi denetleyen bir ekipte hizmet veriyorsunuz.","You serve on a team that oversees two or more local teams.":"İki veya daha çok yerel ekibi yöneten bir ekipte hizmet veriyorsunuz.","You serve on the Area Leadership Team or in the Area Office or on a team that helps to support the development of strategies (SLM, LeaderImpact, GCM, DS) or capacity building (Operations, LDHR, Fund Development, etc.) for the Area.":"Bölge Liderlik Ekibinde veya Bölge Ofisinde, ya da Bölge için stratejilerin geliştirilmesini (SLM, LeaderImpact, GCM, DS) veya kapasite oluşturulmasını desteklemeye yardım eden bir ekipte (Operasyonlar, LDHR, Fon Geliştirme, vs.) hizmet ediyorsunuz.","You serve on the Executive Team.":"Yönetici Ekipte hizmet veriyorsunuz.","You volunteer with the organization. This would include student leaders on a college campus or other volunteer leaders.":"Kurumda gönüllü olarak çalışıyorsunuz. Bu, üniversite yerleşkesindeki öğrencileri veya diğer gönüllü liderleri içerir.","Your E-mail Address used by the organization to contact you.":"Kurum tarafından sizinle iletişim kurmak için kullanılan E-posta Adresiniz.","Your Phone Number used by the organization to contact you.":"Kurum tarafından sizinle iletişim kurmak için kullanılan Telefon Numaranız.","Your Skype ID used by the organization to contact you.":"Kurum tarafından sizinle iletişim kurmak için kullanılan Skype kimliğiniz.","Your official family name.":"Resmi soyadınız.","Your official given name(s).":"Resmi ad(lar)ınız."}}