{"vi":{"(current physical residence)":"Sự cư trú vật lý hiện hành","(current physical residence.)":"Cư dân hiện tại","Add a Person":"Thêm một người","Add your Spouse":"Thêm người vợ/chồng vào","Address":"Địa chỉ","Administrator":"Quản trị viên","Anyone can see your profile information.":"Bất kỳ ai cũng có thể nhìn thấy hồ sơ của bạn","Area":"Khu vực","Area Region":"Vùng","Assignment":"Chức vụ","Birth Date":"Ngày sinh","Browse for CSV":"Truy cập cho CSV","Cancel":"Hủy","Centrally Funded Staff":"Quỹ trung tâm của nhân sự","Child":"Con cái","Children":"Trẻ em","Choose an option to see a description.":"Chọn một mục để xem hướng dẫn","City":"Thành phố","Continue Editing":"Tiếp tục chỉnh sửa","Country":"Quốc gia","Country of Employment":"Quốc gia đang làm việc","Country of Residence":"Quốc gia đang sinh sống","Date Joined Staff":"Ngày tham gia staff","Date Left Staff":"Ngày rời khỏi staff","Default Privacy Profile":"Hồ sơ cá nhân mặc định ","Digital Strategies":"Những chiến lược kỹ thuật số","Discard Changes":"Bỏ qua những thay đổi","Divorced":"Ly hôn","E-mail Address":"Địa chỉ email","Edit a Person":"Chỉnh sửa một người","Edit your Profile":"Chỉnh sửa hồ sơ của bạn","Engaged":"Đính hôn","Error Saving Profile":"Lỗi lưu hồ sơ","Executive":"Quản trị","Family/Surname":"Họ","Female":"Nữ","First Name":"Tên","Full Time Staff":"Nhân sự trọn thời gian","Fund Development":"Phát triển ngân quỹ","Funding Source":"Nguồn gây quỹ","GCM":"GCM","GUID":"GUID","Gender":"Giới tính","Geographic Area of Service":"Vùng địa lý phục vụ","Given Name(s)":"(Những) tên gọi khác","Global":"Toàn cầu","Global Profile":"Hồ sơ quốc tế","Hybrid":"Hybrid","I don't know this!":"Tôi không biết điều này","Identity":"Nhận dạng","Import a CSV":"Nhập CSV","J-Film":"Phim Chúa Jesus","Language 1":"Ngôn ngữ 1","Language 2":"Ngôn ngữ 2","Language 3":"Ngôn ngữ 3","LeaderImpact":"Leader Impact (tên mới của chức vụ LLM trước đây)","Leadership Development/Human Resources":"Phát triển lãnh đạo/nguồn nhân sự","Line 1":"Tuyến 1","Line 2":"Tuyến 2","Local":"Địa phương","Male":"Nam","Marital Status":"Tình trạng hôn nhân","Marriage":"Kết hôn","Marriage Date":"Ngày kết hôn","Married":"Đã kết hôn","Married to non-staff":"Kết hôn với người không phải staff","Ministry":"Chức vụ","Mission Critical Components":"Những nhân tố then chốt của chức vụ","Multi-MCC Leader":"Lãnh đạo MCC nhân cấp","National":"Dân tộc","National Region":"Vùng quốc gia","None of the other categories apply to you.":"Không mục nào khác phù hợp với tôi","Not Applicable":"Không áp dụng được","Not a Leader or Inherited Leader of the ministry.":"Không có lãnh đạo hoặc lãnh đạo kế thừa chức vụ","OK":"Đúng","Only you and an administrator can see your profile information. Select this profile setting if you work in a country where security is a concern.":"Chỉ có bạn và quản trị viên có thể xem thông tin hồ sơ của ban. Chọn cài đặt hồ sơ này nếu bạn làm việc tại quốc gia có vấn đề về an toàn","Operations":"Điều hành (Ops)","Organizational Status":"Tình trạng tổ chức","Other":"Khác","Part Time Staff":"Nhân sự bán thời gian","Personal":"Cá nhân","Phone Number":"Số điện thoại","Position/Role":"Chức vụ/vai trò","Postal Code":"Mã bưu điện","Prayer":"Cầu nguyện","Preferred Name<br>Nickname":"Tên, nickname liên hệ","Private":"Cá nhân","Profile successfully saved.":"Hồ sơ được lưu thành công","Public":"Công cộng","Reset":"Cài đặt lại","Save Changes":"Lưu những thay đổi","Save Person":"Lưu cá nhân","Scope":"Phạm vi","Search":"Tìm kiếm","Self-funded":"Tự trả lương","Separated":"Ly thân","Short Term Staff":"Nhân sự ngắn hạn","Single":"Cá nhân","Skype ID":"Tài khoản Skype","Spouse":"Người phối ngẫu","Staff Account":"Tài khoản staff","State / Province":"Bang/Tỉnh","Student-Led Movements":"SLM","Supported Staff":"Dâng hiến cho staff","Team Leader":"Lãnh đạo đội","Team Member":"Thành viên đội","The above categories do not apply.":"Những mục trên không áp dụng cho tôi","The country where you currently physically reside":"Quốc gia nơi bạn đang cư trú","The current page has unsaved changes.":"Những thay đổi tại trang này không được lưu","TheKey Username":"Tên đăng nhập TheKey","There was an error while saving the profile.":"Đã xảy ra lỗi khi lưu hồ sơ","These are the components that have been determined to be critical to building movements everywhere.":"Đây là những nhân tố để quyết định việc xây dựng phong trào khắp mọi nơi","This defines how broad an area of responsibility you have or in which you serve.":"Điều này làm rõ khu vực trách nhiệm bạn đang phục vụ rộng lớn thể nào","This identifies your working relationship with the organization, if any.":"Điều này nhận diện mối quan hệ công việc của bạn với tổ chức, nếu có","This is Your Staff Account.":"Đây là tài khoản staff của bạn","This is my Spouse":"Đây là vợ/chồng của tôi","This is my first language.":"Đây là ngôn ngữ chính của tôi","This is my second language.":"Đây là ngôn ngữ thứ 2 của tôi","This is my third language.":"Đây là ngôn ngữ thứ 3 của tôi","This is the Area/National geographic area where you primarily serve. Short-term projects of a few weeks do not require a change.":"Đây là khu vực/quốc gia địa lý nơi bạn phục vụ chính. Những dự án ngắn hạn vài tuần thì không cần thay đổi","This is the country from which you receive your salary or other compensation.":"Đây là quốc gia mà tại đó bạn nhận lương hoặc những khoản bồi thường","This is the name by which you are commonly known or how you prefer people address you.":"Đây là tên gọi mà bạn được biết đến thông thường nhất hoặc bạn thích người ta gọi mình nhất","This is the primary source of your compensation, if any, from the organization.":"Đây là nguồn chính của việc bồi thường, nếu có, từ tổ chức","This is your role or position within the organization.":"Đây là vai trò hoặc vị trí của bạn trong tổ chức","To continue editing or to save changes, click Continue Editing, otherwise Discard Changes to continue.":"Để tiếp tục điều chỉnh hoặc lưu những thay đổi, kích vào Tiếp tục chỉnh sửa hoặc bỏ qua thay đổi để tiếp tục","Two or more of the above categories apply to you.":"Hai hoặc nhiều hơn những mục trên áp dụng cho bạn","Unsaved Changes":"Những that đổi không được lưu","Username":"Tên đăng nhập","Volunteer":"Tình nguyện viên ","Widowed":"Góa chồng","You are employed full-time by the organization but applied to the organization to participate in a project of 2 years or less (including STINTERs or Interns).":"Bạn là nhân sự được thuê để làm việc cho tổ chức nhưng cộng tác với những dự án trong 2 năm hoặc ít hơn (Bao gồm cả STINTERs hoặc Interns)","You are employed full-time by the organization for an indefinite period.":"Bạn là nhân sự được thuê trọn thời gian dài hạn","You are fully paid (funded) by the organization; you do not raise funds for your salary.":"Bạn được trả lương hoàn toàn bởi tổ chức, bạn không tự gây quỹ cho lương của mình","You are self funded. You do not receive a salary from the organization.":"Bạn tự chủ tài chính, bạn không nhận lương từ tổ chức","You have applied for staff and met all standards for full-time staff, but do not devote full-time to the organization (Including Associate Staff, Affiliate Staff, Professional Staff or Associated Partners).":"Bạn đã tham gia staff và đáp ứng mọi tiêu chuẩn với staff trọn thời gian, nhưng không kết ước trọn thời gian với tổ chức (bao gồm Associate Staff, Affiliate Staff, Professional Staff or Associated Partner)","You help adult leaders develop movements.":"Bạn giúp những lãnh đạo phát triển phong trào","You help contribute to movements in ways that support our primary MCC's.":"Bạn giúp xây dựng phong trào trong những cách để ủng hộ những chức vụ chính (MCC's) của chúng ta","You help cultivate a culture of prayer that inspires movements everywhere.":"Bạn đang giúp vun trồng một văn hóa cầu nguyện mà truyền cảm hứng cho phong trào khắp mọi nơi","You help develop movements through the internet.":"Bạn giúp phát triển phong trào qua Internet","You help leaders develop movements of multiplying faith communities.":"Bạn giúp những lãnh đạo phát triển phong trào bởi việc nhân cấp những cộng đồng đức tin","You help make movements more effective by developing financial resources.":"Bạn giúp tạo ra phong trào hiệu quả hơn bởi việc phát triển những nguồn tài chính ","You help make movements more effective by leading effective processes.":"Bạn giúp tạo ra phong trào hiệu quả hơn bởi việc lãnh đạo những tiến trình hiệu quả","You help make movements more effective by serving our line leadership (NTL, ATL, etc.)":"Bạn giúp tạo ra những phong trào có ảnh hưởng hơn bởi việc phục vụ trong ban lãnh đạo (NTL, ATL, v.v...)","You help make movements more effective by serving with the J-Film.":"Bạn giúp tạo ra phong trào có ảnh hưởng hơn thông qua việc phục vụ trong đội phim Chúa Jesus","You help make movments more effective by developing growing people, effective leaders and healthy teams.":"Bạn giúp tạo ra những phong trào có ảnh hưởng hơn bởi việc phát triển tăng trưởng con người, những lãnh đạo ảnh hưởng và những đội khỏe mạnh.","You help student leaders develop movements.":"Bạn giúp những lãnh đạo sinh viên phát triển phong trào","You neither serve as a team member on a team nor lead a team.":"Bạn không phục vụ như một thành viên trong đội cũng như không lãnh đạo một đội","You primarily serve as a team member under the supervision of a team leader. You may be on the field or on a team helping to build capacity (e.g. Operations, LDHR, Fund Development, etc).":"Bạn phục vụ chính như thành viên của một đội dưới sự giám sát của đội trưởng. Bạn có thể là staff cánh đồng hoặc đội giúp đỡ xây dựng lãnh đạo (đội Operation, LDHR, Phát triển tài chính, v.v...)","You primarily serve as the team leader of either a field or capacity building team (e.g. Operations, LDHR, Fund Development, etc.) A team leader is defined as an individual who has primary responsibility for supervising or developing staff or volunteers.":"Bạn phục vụ như là lãnh đạo của đội bao gồm cánh đồng hoặc đội văn phòng (Ops, LDHR, Gây quỹ...). Lãnh đạo đội được định nghĩa là một cá nhân, người chịu trách nhiệm chính trong việc giám sát hoặc phát triển staff hoặc tình nguyện viên","You receive a salary from funds you raise for the organization.":"Bạn nhận lương từ những nguồn quỹ mà bạn đã kêu gọi cho tổ chức","You serve in an Executive Team Leader’s office or on another team that works with countries in multiple Areas.":"Bạn phục vụ trong đội văn phòng điều hành hoặc đội khác mà làm việc với các quốc gia ở nhiều vùng miền","You serve in the national office or on a team that oversees two or more regional field teams.":"Bạn phục vụ tại văn phòng quốc gia hoặc trong một đội mà giám sát 2 hoặc nhiều vùng có các đội cánh đồng","You serve on a campus, in a village or a city.":"Bạn đang phục vụ tại campus trong một làng hoặc một thành phố","You serve on a team that oversees one or more countries but not the entire Area.":"Bạn phục vụ trong một đội mà giám sát một hoặc nhiều quốc gia nhưng không phải toàn bộ khu vực","You serve on a team that oversees two or more local teams.":"Bạn phục vụ trong một đội mà giám sát 2 hoặc nhiều hơn những đội địa phương ","You serve on the Area Leadership Team or in the Area Office or on a team that helps to support the development of strategies (SLM, LeaderImpact, GCM, DS) or capacity building (Operations, LDHR, Fund Development, etc.) for the Area.":"Bạn phục vụ trong một đội lãnh đạo khu vực hoặc trong 1 đội văn phòng giúp phát triển những mảng chiến lược (SLM, GCM, LeaderImpact, Digital...) hoặc đội gây dựng (Ops, LDHR, Fund Development,...) cho khu vực.","You serve on the Executive Team.":"Bạn phục vụ trong đội quản trị, điều hành","You volunteer with the organization. This would include student leaders on a college campus or other volunteer leaders.":"Bạn là tình nguyện viên của tổ chức. Bao gồm những lãnh đạo sinh viên tại các campus hoặc những lãnh đạo tình nguyện khác ","Your E-mail Address used by the organization to contact you.":"Địa chỉ email của bạn để tổ chức liên lạc với bạn","Your Phone Number used by the organization to contact you.":"Số điện thoại bạn dùng để tổ chức liên lạc với bạn","Your Skype ID used by the organization to contact you.":"Tài khoản Skype của bạn mà tổ chức có thể liên lạc được ","Your official family name.":"Họ (theo khai sinh) của bạn","Your official given name(s).":"  Tên thường gọi của bạn"}}